/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50621
Source Host           : localhost:3306
Source Database       : calendar

Target Server Type    : MYSQL
Target Server Version : 50621
File Encoding         : 65001

Date: 2020-05-14 10:35:59
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `company_data`
-- ----------------------------
DROP TABLE IF EXISTS `company_data`;
CREATE TABLE `company_data` (
  `company_id` tinyint(1) NOT NULL DEFAULT '0',
  `company_name` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`company_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of company_data
-- ----------------------------
INSERT INTO company_data VALUES ('0', 'ไอริส กรุ๊ป');
INSERT INTO company_data VALUES ('1', 'ไบร์ท พรีแคสเตอร์');
INSERT INTO company_data VALUES ('2', 'ริคโค เมอร์คาโต');

-- ----------------------------
-- Table structure for `contact_data`
-- ----------------------------
DROP TABLE IF EXISTS `contact_data`;
CREATE TABLE `contact_data` (
  `dataid` bigint(1) NOT NULL,
  `emid` int(1) NOT NULL,
  `level` int(1) NOT NULL,
  `line` int(1) NOT NULL,
  `name` varchar(70) NOT NULL,
  `job` varchar(255) NOT NULL,
  `nickname` varchar(15) NOT NULL,
  `ext` varchar(4) NOT NULL,
  `private` varchar(12) NOT NULL,
  `work` varchar(12) NOT NULL,
  `email` varchar(40) NOT NULL,
  PRIMARY KEY (`dataid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of contact_data
-- ----------------------------
INSERT INTO contact_data VALUES ('1518561616643', '6010903', '13', '0', 'มยุรมาศ อุ่นศรี', 'เจ้าหน้าที่บริการหลังการขายอาวุโส', 'เก๋', '-', '0886487824', '-', 'mayuramas.uns@iris.co.th');
INSERT INTO contact_data VALUES ('1518820864578', '6010504', '13', '1', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'เจ้าหน้าที่บริการหลังการขายอาวุโส', 'บี', '-', '0910427834', '-', 'phatranich.tha@iris.co.th');
INSERT INTO contact_data VALUES ('1519857856318', '6110302', '10', '7', 'วารุณี ธนสถาพร', 'วิศวกรโยธา', 'โก', '-', '0858394985', '-', 'warunee.tha@iris.co.th');
INSERT INTO contact_data VALUES ('1520117104253', '6110701', '10', '1', 'กรวิชญ์ คุณวิศาล', 'วิศวกรโยธา', 'เคน', '513', '0866000768', '-', 'korawit.koo@iris.co.th');
INSERT INTO contact_data VALUES ('1520635600122', '6110503', '10', '3', 'ชนากานต์ ถิรกิจไพโรจน์', 'วิศวกรโยธา', 'กานต์', '-', '0922578119', '-', 'chanakarn.tir@iris.co.th');
INSERT INTO contact_data VALUES ('1521672591862', '6010202', '10', '2', 'ธนชัย โฉมงาม', 'วิศวกรโครงการ', 'อุ้ย', '513', '0979210482', '-', 'tanachai.cho@iris.co.th');
INSERT INTO contact_data VALUES ('1522709583602', '6011001', '11', '0', 'รัญชิดา หงษา', 'ผู้ช่วยผู้จัดการฝ่ายขาย', 'ตุ๊ก', '-', '0890597567', '-', 'runchida.hon@iris.co.th');
INSERT INTO contact_data VALUES ('1525042815017', '5710406', '7', '3', 'พาณิน เก่งระดมกิจ', 'กราฟฟิคดีไซน์', 'แบม', '213', '0958959898', '-', 'panin@iris.co.th');
INSERT INTO contact_data VALUES ('1525820558822', '6010606', '8', '2', 'ธรณีลักษมี ปานสวัสดิ์', 'เจ้าหน้าที่กฏหมาย', 'ปอล์', '323', '0958759993', '-', 'thoraneeluksamee.pan@iris.co.th');
INSERT INTO contact_data VALUES ('1526079806757', '5911005', '8', '1', 'ชาญณรงค์ ดียิ่ง', 'ผู้ช่วยผู้จัดการฝ่ายกฏหมาย', 'ต๋อง', '322', '0924415005', '-', 'charnarong.dee@iris.co.th');
INSERT INTO contact_data VALUES ('1526339054692', '5911116', '4', '3', 'ธนกร จริยเพียรพันธุ์', 'เจ้าหน้าที่ธุรการ', 'อ๊อฟ', '332', '0855959636', '-', 'thanakorn@iris.co.th');
INSERT INTO contact_data VALUES ('1526857550562', '5810903', '4', '2', 'อรรจน์ บำรุงพงษ์', 'โปรแกรมเมอร์', 'โอม', '332', '0849888121', '-', 'atch.bum@iris.co.th');
INSERT INTO contact_data VALUES ('1527376046432', '5610901', '4', '0', 'ธนิต เนตรโพธิ์แก้ว', 'ผู้อำนวยการฝ่ายเทคโนโลยีสารสนเทศ', 'หนุ่ม', '331', '0891299980', '-', 'thanit@iris.co.th');
INSERT INTO contact_data VALUES ('1527894542301', '5910804', '5', '0', 'มณฑา ทองส่งโสม', 'ผู้จัดการฝ่ายจัดซื้อ', 'สาว', '221', '0895308473', '-', 'montha@iris.co.th');
INSERT INTO contact_data VALUES ('1528153790236', '5911202', '6', '1', 'ก๋องคำ สุนาลัย', 'พนักงานทำสวน', 'คำ', '-', '0873399522', '-', '-');
INSERT INTO contact_data VALUES ('1529450029911', '6110102', '3', '2', 'วราภรณ์ อาจศิลา', 'เจ้าหน้าที่การเงิน', 'แป๊ก', '411', '0825924962', '-', 'waraporn.art@iris.co.th');
INSERT INTO contact_data VALUES ('1529709277846', '6010514', '3', '1', 'แอนนา จงเจริญโภคา', 'เจ้าหน้าที่การเงิน', 'แอน', '411', '0948452333', '-', 'anna.jon@iris.co.th');
INSERT INTO contact_data VALUES ('1529968525781', '4710601', '3', '0', 'น้ำทิพย์ จิตขาว', 'หัวหน้าฝ่ายการเงิน', 'เจี๊ยบ', '412', '0644147424', '0863350974', 'namtip@iris.co.th');
INSERT INTO contact_data VALUES ('1530487021651', '6110702', '2', '3', 'สริกุล อนุลุน', 'เจ้าหน้าที่บัญชีอาวุโส', 'นุช', '314', '0640969441', '-', 'sarikul.anu@iris.co.th');
INSERT INTO contact_data VALUES ('1531005517521', '6010604', '2', '2', 'พิมพ์ชนก เวชชนะ', 'เจ้าหน้าที่บัญชี', 'โอ้เอ้', '314', '0924366855', '-', 'pimchanok.wet@iris.co.th');
INSERT INTO contact_data VALUES ('1531524013391', '5910905', '2', '1', 'นวลพรรณ สงวนศรี', 'ผู้ช่วยผู้จัดการฝ่ายบัญชี', 'ก้อย', '313', '0874047640', '-', 'nuanphan.san@iris.co.th');
INSERT INTO contact_data VALUES ('1531783261326', '5910703', '1', '1', 'จิรานุวัฒน์ โปรยลาภ', 'พนักงานขับรถ', 'ปอนด์', '-', '0876768259', '-', '-');
INSERT INTO contact_data VALUES ('1532042509261', '5310101', '1', '0', 'สิริรัตน์ สยามไชย', 'เลขานุการประธานเจ้าหน้าที่บริหาร', 'ปุ๋ม', '110', '-', '-', 'sirirat@iris.co.th');
INSERT INTO contact_data VALUES ('1532561005131', '5910903', '0', '2', 'สมเกียรติ อุ่นกุศลภักดี', 'รองกรรมการผู้จัดการสายงานขาย', 'เกี๊ยง', '-', '0817807989', '-', 'somkiat.aun@iris.co.th');
INSERT INTO contact_data VALUES ('1532820253066', '2990004', '0', '1', 'ลออ เชื้อประกอบกิจ', 'ผู้ช่วยกรรมการผู้จัดการ', 'ลออ', '113', '-', '0863452254', 'laor@iris.co.th');
INSERT INTO contact_data VALUES ('1536712608041', '1', '0', '0', 'กิตติพงษ์ สุมานนท์', 'ประธานเจ้าหน้าที่บริหาร', '-', '-', '-', '-', 'kittipongs@iris.co.th');
INSERT INTO contact_data VALUES ('1537412311367', '6110901', '2', '0', 'แก้วตา แกมนิล', 'ผู้จัดการฝ่ายบัญชี', 'ต้อม', '311', '0616419559', '-', 'kaewta.kam@iris.co.th');
INSERT INTO contact_data VALUES ('1542678301458', '6111003', '4', '1', 'มนัส จิตพิริยะอุดม', 'เจ้าหน้าที่เทคโนโลยีสารสนเทศอาวุโส', 'นัท', '331', '0658865846', '-', 'manus.jit@iris.co.th');
INSERT INTO contact_data VALUES ('1542678525051', '6111102', '10', '5', 'ศรายุทธ จาดเอี้ยง', 'วิศวกรโยธา', 'ตรี', '-', '0909721141', '-', 'sarayuth.jar@iris.co.th');
INSERT INTO contact_data VALUES ('1542678920886', '6111104', '2', '4', 'สุธินันท์ จันทร์เกลี้ยง', 'เจ้าหน้าที่บัญชี', 'แอม', '312', '0909585167', '-', 'suthinun.cha@iris.co.th');
INSERT INTO contact_data VALUES ('1545623825687', '6111201', '10', '6', 'วรเมธ พิมานวรกุล', 'วิศวกรโยธา', 'เมฆ', '-', '0917810505', '-', 'worameth.pim@iris.co.th');
INSERT INTO contact_data VALUES ('1552277944331', '6210301', '7', '0', 'บุศริน วัฒนาพรศิริโชติ', 'ผู้อำนวยการฝ่ายการตลาด', 'เก๋', '-', '0805651916', '-', 'busarin.wat@iris.co.th');
INSERT INTO contact_data VALUES ('1557399533490', '6210501', '8', '0', 'วัฒนา ศักขี', 'ผู้จัดการฝ่ายกฎหมาย', 'หนุ่ม', '-', '0939416395', '-', 'wattana.sak@iris.co.th');
INSERT INTO contact_data VALUES ('1566381154213', '6210604', '5', '1', 'พุฒิธาดา โพธิไชยา', 'ผู้ช่วยผู้จัดการฝ่ายจัดซื้อ', 'นันท์', '222', '0824647407', '021961100', 'phutthithada.pho@iris.co.th');
INSERT INTO contact_data VALUES ('1566381272207', '6210605', '5', '2', 'นฤมล นิ่มเกตุ', 'เจ้าหน้าที่จัดซื้อ', 'เม', '222', '0659424795', '021961100', 'naruemol.nim@iris.co.th');
INSERT INTO contact_data VALUES ('1566381381121', '6210606', '10', '4', 'พจกาญจน์ ศรีไพสุรินทร์', 'วิศวกรไฟฟ้า', 'อ๊อฟ', '-', '0863408252', '-', 'potjakarn.sri@iris.co.th');
INSERT INTO contact_data VALUES ('1566381654308', '6210702', '9', '0', 'ธนพนธ์ อุตมานิติเจริญ', 'สถาปนิก', 'เจมส์', '513', '0979210482', '-', 'tanapol.utt@iris.co.th');
INSERT INTO contact_data VALUES ('1566381721237', '6210704', '10', '0', 'ธีรวัฒน์ ชุมแก้ว', 'ผู้อำนวยการโครงการ', 'เอก', '-', '0613615459', '-', 'theerawat.chu@iris.co.th');
INSERT INTO contact_data VALUES ('1566381796376', '6210801', '7', '4', 'ดาริน เรืองวิลัย', 'เจ้าหน้าที่วิเคราะห์การตลาด', 'ฝ้าย', '-', '0954539254', '-', 'darin.rua@iris.co.th');
INSERT INTO contact_data VALUES ('1571641006360', '6030702', '14', '3', 'ภัทรสิริย์ ภัทรจิรัณพงศ์', 'ผู้จัดการแผนกพื้นที่ศิลปะ', 'เบญ', '-', '0899844714', '021100777', 'artspace@iris.co.th');
INSERT INTO contact_data VALUES ('1571641110423', '5802002', '14', '4', 'กัลยา บุญมี', 'ผู้ช่วยผู้จัดการฝ่ายดรงละครกอนโดล่า', 'เอ็ม', '-', '-', '083253738', 'kallaya.boo@iris.co.th');
INSERT INTO contact_data VALUES ('1571641490902', '6210603', '7', '1', 'นภัสสรณ์ ว่าวภู่', 'ผู้จัดการฝ่ายการตลาด', 'นิ่ม', '-', '0957345888', '-', 'napasorn.vaw@iris.co.th');
INSERT INTO contact_data VALUES ('1571650379239', '6130102', '14', '6', 'กฤติยาภรณ์ อ่อนสี', 'เจ้าหน้าที่ธุรการและประสานงานนักท่องเที่ยว', 'แนน', '-', '0926692939', '021100707', 'kritiyaporn.ons@iris.co.th');
INSERT INTO contact_data VALUES ('1571651204103', '6030910', '14', '1', 'ชนันดา หวังประเสริฐ', 'ผู้จัดการฝ่ายบัญชี', 'แตง', '-', '0617755653', '021100777', 'chanunda.wan@iris.co.th');
INSERT INTO contact_data VALUES ('1571651668176', '6030911', '14', '9', 'นิลวรรณ แสงสังข์', 'เจ้าหน้าที่บัญชี', 'อุ๋ย', '-', '0656159636', '021100777', 'ninlawan.san@iris.co.th');
INSERT INTO contact_data VALUES ('1571651820510', '6031026', '14', '2', 'ถิรณิชา เหมือนใจ', 'ผู้จัดการแผนกบริการลูกค้า', 'กุ๊กไก่', '-', '0851901199', '021100707', 'thiranicha.meu@iris.co.th');
INSERT INTO contact_data VALUES ('1571652018918', '6031027', '14', '8', 'กิตติ โชติช่วง', 'พนักงานเดินตั๋วโรงละครกอนโกล่า', 'เบิร์ด', '-', '0961659520', '021100707', '-');
INSERT INTO contact_data VALUES ('1571652166470', '6230501', '14', '0', 'สิรินี ศรีประพัฒนาวงศ์', 'ผู้จัดการศูนย์การค้า', 'อุ้ม', '-', '0934164454', '021100777', 'sirinee.sri@iris.co.th');
INSERT INTO contact_data VALUES ('1571706787387', '6030902', '14', '5', 'ดลนภา เทวาโสภณ', 'ผู้ช่วยผู้จัดการฝ่ายโรงละครกอนโดล่า', 'หงส์', '-', '0832564623', '021100707', '-');
INSERT INTO contact_data VALUES ('1578890848618', '6310101', '7', '2', 'เขมจิรา ยืนยั่ง', 'เจ้าหน้าที่ดิจิทัลมาร์เก็ตติ้งอาวุโส', 'หนุย', '-', '0909895919', '-', 'khemjira.yue@iris.co.th');
INSERT INTO contact_data VALUES ('1582871616908', '6310202', '6', '0', 'อานุทัศน์ วงศ์ตะวัน', 'ผู้จัดการฝ่ายทรัพยากรบุคคล', 'ทัศน์', '121', '0920947516', '-', 'arnutud.won@iris.co.th');
INSERT INTO contact_data VALUES ('1583315519071', '200001', '15', '0', 'สุนี เชื้อประกอบกิจ', 'รองกรรมการผู้จัดการ', 'สุ', '100', '0813598241', '021507100', 'sunee8@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317061457', '9900033', '15', '2', 'นุชรินทร์ สุริอาจ', 'ผช.ฝ่ายบัญชีการเงิน', 'นุช', '214', '0862186849', '021507100', 'nutcharin@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317325580', '9900110', '15', '3', 'ปิยมาศ จำรัสแนว', '\n  หัวหน้าฝ่ายแบบ', 'ปี', '207', '0872463801', '021507100', 'piyamas@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317656255', '9900275', '15', '1', 'ธำรง ทิมจรัส', 'ผู้จัดการฝ่ายผลิต', 'บอย', '104', '0816279936', '021507100', 'thumrong@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317753517', '9900440', '15', '7', 'วันดี เหล่าทรัพย์', '\n  พนักงานบัญชีการเงิน', 'ดี', '213', '0946578971', '021507100', 'wandee@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317858063', '9900550', '15', '6', 'ธีระวัฒน์ นนสินชัย', '\n  เจ้าหน้าที่ขนส่ง', 'เอส', '205', '0968699990', '021507100', 'production@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317897870', '9900516', '15', '5', 'รัตนาภรณ์ อินจันทร์', '\n  เจ้าหน้าที่สโตร์', 'เฟิร์น', '103', '0909607021', '021507100', 'production@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583317975044', '9900529', '15', '8', 'สุมินตรา เหล่าทรัพย์', '\n  พนักงานบัญชีการเงิน', 'ฝ้าย', '213', '0971349028', '021507100', 'account@brightprecaster.com');
INSERT INTO contact_data VALUES ('1583318120957', '9900525', '15', '4', 'พิชามญชุ์ สหวัชรินทร์', '\n  เจ้าหน้าที่ฝ่ายแบบ', 'มีน', '207', '0853655211', '021507100', 'pichamon@brightprecaster.com');
INSERT INTO contact_data VALUES ('1585033834132', '6310302', '11', '3', 'รัตนกมล เฉียงเอก', 'เจ้าหน้าที่ขายโครงการ', 'มิ้นต์', '-', '0655365591', '-', 'rattanakamol.che@iris.co.th');
INSERT INTO contact_data VALUES ('1585034707224', '6310303', '11', '1', 'นพกานต์ กันตังกุล', 'เจ้าหน้าที่ขายโครงการ', 'บอย', '-', '0820160146', '-', 'nophakan.kan@iris.co.th');
INSERT INTO contact_data VALUES ('1585035298603', '6310401', '11', '2', 'พัฒน์นรี ณัฐกุลวัฒนา', 'เจ้าหน้าที่ขายโครงการ', 'นุช', '-', '0812859444', '-', 'phatnaree.nat@iris.co.th');
INSERT INTO contact_data VALUES ('1585062978615', '6310201', '11', '4', 'วีรนุช ผลบุญ', 'เจ้าหน้าที่ขายโครงการ', 'ออฟ', '-', '0814786996', '-', 'weeranuch.pho@iris.co.th');
INSERT INTO contact_data VALUES ('1586396515697', '6330301', '14', '7', 'องอาจ เหลืองวิริยะแสง', 'ช่างซ่อมบำรุง', 'เต๊อะ', '-', '0958574970', '-', 'ongart.lue@iris.co.th');
INSERT INTO contact_data VALUES ('1588240436451', '6310501', '11', '5', 'ศิริเพ็ญ สิงคลีบุตร', 'เจ้าหน้าที่ขายโครงการ', 'แหวน', '-', '0905974796', '-', 'siripen.sin@iris.co.th');

-- ----------------------------
-- Table structure for `depart_row`
-- ----------------------------
DROP TABLE IF EXISTS `depart_row`;
CREATE TABLE `depart_row` (
  `ID` int(1) NOT NULL,
  `depart` varchar(150) NOT NULL,
  `row` int(1) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of depart_row
-- ----------------------------
INSERT INTO depart_row VALUES ('0', 'ผู้บริหาร', '0');
INSERT INTO depart_row VALUES ('1', 'สำนักบริหาร', '1');
INSERT INTO depart_row VALUES ('2', 'ฝ่ายบัญชี (acc@iris.co.th)', '3');
INSERT INTO depart_row VALUES ('3', 'ฝ่ายการเงิน (fin@iris.co.th)', '2');
INSERT INTO depart_row VALUES ('4', 'ฝ่ายเทคโนโลยีสารสนเทศ (it@iris.co.th)', '4');
INSERT INTO depart_row VALUES ('5', 'ฝ่ายจัดซื้อและจัดจ้าง (pur@iris.co.th)', '5');
INSERT INTO depart_row VALUES ('6', 'ฝ่ายทรัพยากรบุคคล (hr@iris.co.th)', '6');
INSERT INTO depart_row VALUES ('7', 'ฝ่ายการตลาด (mkt@iris.co.th)', '8');
INSERT INTO depart_row VALUES ('8', 'ฝ่ายกฏหมาย (lg@iris.co.th)', '7');
INSERT INTO depart_row VALUES ('9', 'ฝ่ายออกแบบ (arch@iris.co.th)', '9');
INSERT INTO depart_row VALUES ('10', 'ฝ่ายก่อสร้าง (con@iris.co.th)', '10');
INSERT INTO depart_row VALUES ('11', 'ฝ่ายขาย (Sales@iris.co.th)', '11');
INSERT INTO depart_row VALUES ('12', 'ฝ่ายพัฒนาธุรกิจ (bd@iris.co.th)', '12');
INSERT INTO depart_row VALUES ('13', 'ฝ่ายบริการหลังการขาย', '13');
INSERT INTO depart_row VALUES ('14', 'RCM', '14');
INSERT INTO depart_row VALUES ('15', 'ไบร์ท พรีแคสเตอร์', '15');

-- ----------------------------
-- Table structure for `easypass_data`
-- ----------------------------
DROP TABLE IF EXISTS `easypass_data`;
CREATE TABLE `easypass_data` (
  `unixid` varchar(10) NOT NULL,
  `amount` varchar(8) NOT NULL,
  `updated` bigint(1) NOT NULL,
  PRIMARY KEY (`unixid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of easypass_data
-- ----------------------------
INSERT INTO easypass_data VALUES ('0495992988', '341', '1589343988898');
INSERT INTO easypass_data VALUES ('0524607788', '2,040', '1589343988900');
INSERT INTO easypass_data VALUES ('0579855409', '1', '1587661212691');
INSERT INTO easypass_data VALUES ('0742564626', '2,319', '1589343988903');
INSERT INTO easypass_data VALUES ('0744547410', '1,588', '1589343988905');
INSERT INTO easypass_data VALUES ('0744751490', '1,811', '1589343989145');
INSERT INTO easypass_data VALUES ('1019523554', '185', '1589343989148');
INSERT INTO easypass_data VALUES ('1117554419', '15', '1589343989149');
INSERT INTO easypass_data VALUES ('1975456595', '1,383', '1589343989151');
INSERT INTO easypass_data VALUES ('3145305420', '2,425', '1589343989154');
INSERT INTO easypass_data VALUES ('4159111555', '685', '1589343989161');

-- ----------------------------
-- Table structure for `lar_data`
-- ----------------------------
DROP TABLE IF EXISTS `lar_data`;
CREATE TABLE `lar_data` (
  `dataid` bigint(1) NOT NULL,
  `id` bigint(1) NOT NULL,
  `title` varchar(200) NOT NULL,
  `start` bigint(1) NOT NULL,
  `end` bigint(1) DEFAULT NULL,
  `swapDate` bigint(1) DEFAULT NULL,
  `allDay` tinyint(1) DEFAULT NULL,
  `className` varchar(30) NOT NULL,
  `userName` varchar(60) NOT NULL,
  `mailGroup` varchar(50) NOT NULL,
  `boss` tinyint(1) NOT NULL,
  `approve` tinyint(1) DEFAULT NULL,
  `cTime` bigint(1) NOT NULL,
  `delreq` tinyint(1) DEFAULT NULL,
  `deldate` bigint(1) DEFAULT NULL,
  `approver` varchar(60) DEFAULT NULL,
  `approvedate` bigint(1) DEFAULT NULL,
  `hrapprover` varchar(60) DEFAULT NULL,
  `hrapprovedate` bigint(1) DEFAULT NULL,
  `fname` varchar(60) DEFAULT NULL,
  PRIMARY KEY (`dataid`,`id`)
) ENGINE=MyISAM AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lar_data
-- ----------------------------
INSERT INTO lar_data VALUES ('1532820253066', '1536625477280', 'ลาพักร้อน', '1518685200', '1518699600', '0', '0', 'label-warning', 'ลออ เชื้อประกอบกิจ', 'laor@iris.co.th', '0', '4', '1518710400', '0', '0', 'ไม่มีข้อมูล', '1518710400', 'ไม่มีข้อมูล', '1518710400', null);
INSERT INTO lar_data VALUES ('1532820253066', '1536624567846', 'ลาป่วย', '1521205200', '1521223200', '0', '0', 'label-grey', 'ลออ เชื้อประกอบกิจ', 'laor@iris.co.th', '0', '4', '1521230400', '0', '0', 'ไม่มีข้อมูล', '1521230400', 'ไม่มีข้อมูล', '1521230400', null);
INSERT INTO lar_data VALUES ('1532820253066', '1536625725276', 'ลาป่วย', '1522108800', null, '0', '1', 'label-grey', 'ลออ เชื้อประกอบกิจ', 'laor@iris.co.th', '0', '4', '1522134000', '0', '0', 'ไม่มีข้อมูล', '1522134000', 'ไม่มีข้อมูล', '1522134000', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536624645619', 'ลาพักร้อน', '1514419200', null, '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1514444400', '0', '0', 'ไม่มีข้อมูล', '1514444400', 'ไม่มีข้อมูล', '1514444400', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536625562293', 'ลาป่วย', '1517184000', null, '0', '1', 'label-grey', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1517209200', '0', '0', 'ไม่มีข้อมูล', '1517209200', 'ไม่มีข้อมูล', '1517209200', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536625421286', 'ลาพักร้อน', '1519948800', null, '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1519974000', '0', '0', 'ไม่มีข้อมูล', '1519974000', 'ไม่มีข้อมูล', '1519974000', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536625298890', 'ลากิจ', '1519374600', '1519390800', '0', '0', 'label-success', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1519399800', '0', '0', 'ไม่มีข้อมูล', '1519399800', 'ไม่มีข้อมูล', '1519399800', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536624563357', 'ลาพักร้อน', '1527465600', null, '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1527490800', '0', '0', 'ไม่มีข้อมูล', '1527490800', 'ไม่มีข้อมูล', '1527490800', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536624830981', 'ลาพักร้อน', '1529539200', '1529712000', '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1529564400', '0', '0', 'ไม่มีข้อมูล', '1529564400', 'ไม่มีข้อมูล', '1529564400', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536626309580', 'ลาพักร้อน', '1540166400', null, '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '4', '1540191600', '0', '0', 'ไม่มีข้อมูล', '1540191600', 'ไม่มีข้อมูล', '1540191600', null);
INSERT INTO lar_data VALUES ('1532042509261', '1536624531456', 'ลาพักร้อน', '1540339200', null, '0', '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '0', '1540364400', '0', '1543203202', 'ไม่มีข้อมูล', '1540364400', 'กิตติพงศ์ วิศวางกูร', '1550034072', null);
INSERT INTO lar_data VALUES ('1531783261326', '1536624313798', 'ลาพักร้อน', '1519430400', null, '0', '1', 'label-warning', 'จิรานุวัฒน์ โปรยลาภ', '0', '0', '4', '1519455600', '0', '0', 'ไม่มีข้อมูล', '1519455600', 'ไม่มีข้อมูล', '1519455600', null);
INSERT INTO lar_data VALUES ('1531783261326', '1536626529314', 'ลาพักร้อน', '1519603200', null, '0', '1', 'label-warning', 'จิรานุวัฒน์ โปรยลาภ', '0', '0', '4', '1519628400', '0', '0', 'ไม่มีข้อมูล', '1519628400', 'ไม่มีข้อมูล', '1519628400', null);
INSERT INTO lar_data VALUES ('1531783261326', '1536624702747', 'ลากิจ', '1520640000', null, '0', '1', 'label-success', 'จิรานุวัฒน์ โปรยลาภ', '0', '0', '4', '1520665200', '0', '0', 'ไม่มีข้อมูล', '1520665200', 'ไม่มีข้อมูล', '1520665200', null);
INSERT INTO lar_data VALUES ('1531783261326', '1536626239670', 'ลากิจ', '1528070400', null, '0', '1', 'label-success', 'จิรานุวัฒน์ โปรยลาภ', '0', '0', '4', '1528095600', '0', '0', 'ไม่มีข้อมูล', '1528095600', 'ไม่มีข้อมูล', '1528095600', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536625030185', 'ลาพักร้อน', '1514851200', null, '0', '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536626324427', 'ลาพักร้อน', '1517184000', null, '0', '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1517209200', '0', '0', 'ไม่มีข้อมูล', '1517209200', 'ไม่มีข้อมูล', '1517209200', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536625903077', 'ลากิจ', '1517356800', null, '0', '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1517382000', '0', '0', 'ไม่มีข้อมูล', '1517382000', 'ไม่มีข้อมูล', '1517382000', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536624529855', 'ลากิจ', '1517473800', '1517479200', '0', '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1517499000', '0', '0', 'ไม่มีข้อมูล', '1517499000', 'ไม่มีข้อมูล', '1517499000', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536626216676', 'ลากิจ', '1519374600', '1519380000', '0', '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1519399800', '0', '0', 'ไม่มีข้อมูล', '1519399800', 'ไม่มีข้อมูล', '1519399800', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536626492956', 'ลากิจ', '1522657800', '1522666800', '0', '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1522683000', '0', '0', 'ไม่มีข้อมูล', '1522683000', 'ไม่มีข้อมูล', '1522683000', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536625538223', 'ลาพักร้อน', '1523404800', null, '0', '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1523430000', '0', '0', 'ไม่มีข้อมูล', '1523430000', 'ไม่มีข้อมูล', '1523430000', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536624369869', 'ลากิจ', '1528273800', '1528277400', '0', '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1528299000', '0', '0', 'ไม่มีข้อมูล', '1528299000', 'ไม่มีข้อมูล', '1528299000', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536624683543', 'ลากิจ', '1531818000', '1531821600', '0', '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1531843200', '0', '0', 'ไม่มีข้อมูล', '1531843200', 'ไม่มีข้อมูล', '1531843200', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536624872644', 'ลาพักร้อน', '1532304000', null, '0', '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1532329200', '0', '0', 'ไม่มีข้อมูล', '1532329200', 'ไม่มีข้อมูล', '1532329200', null);
INSERT INTO lar_data VALUES ('1531524013391', '1536625577978', 'ลาพักร้อน', '1535932800', null, '0', '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '0', '4', '1535958000', '0', '0', 'ไม่มีข้อมูล', '1535958000', 'ไม่มีข้อมูล', '1535958000', null);
INSERT INTO lar_data VALUES ('1522709583602', '1577098509478', 'ลาสลับวันหยุด', '1577664000', null, '1576083600', '1', 'label-danger', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1577098540693', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1578801852', 'ธนกร จริยเพียรพันธุ์', '1585198175', '');
INSERT INTO lar_data VALUES ('1566381796376', '1577083594426', 'ท้องเสีย', '1577059200', null, null, '1', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1577083604384', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134591', 'ธนกร จริยเพียรพันธุ์', '1585198171', '');
INSERT INTO lar_data VALUES ('1523228079472', '1577097567580', 'ลาสลับวันหยุด', '1577923200', null, '1577120400', '1', 'label-danger', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1577097606568', null, null, 'กีรติยา พงษ์พานิช', '1577098737', 'ธนกร จริยเพียรพันธุ์', '1585198178', '');
INSERT INTO lar_data VALUES ('1523228079472', '1577097567582', 'ลาสลับวันหยุด', '1578009600', null, '1571763600', '1', 'label-danger', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1577097912791', null, null, 'กีรติยา พงษ์พานิช', '1577098737', 'ธนกร จริยเพียรพันธุ์', '1585198179', '');
INSERT INTO lar_data VALUES ('1566381654308', '1576651994513', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1576652102780', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678920886', '1576660840071', 'น้องสาวเข้าโรงพยาบาล(กระทันหัน) ต้องไปดูแลน้อง', '1576503000', '1576517400', null, '0', 'label-success', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1576660882962', null, null, 'แก้วตา แกมนิล', '1577093866', 'ธนกร จริยเพียรพันธุ์', '1585198171', '');
INSERT INTO lar_data VALUES ('1525820558822', '1576740433799', 'ลาป่วย', '1575244800', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1576740439802', null, null, 'วัฒนา ศักขี', '1578647218', 'ธนกร จริยเพียรพันธุ์', '1585198164', '');
INSERT INTO lar_data VALUES ('1566381154213', '1576825308586', 'ลาป่วย', '1576454400', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1576825522172', null, null, 'มณฑา ทองส่งโสม', '1579599028', 'ธนกร จริยเพียรพันธุ์', '1585198170', '');
INSERT INTO lar_data VALUES ('1519857856318', '1577069275121', 'ลาสลับวันหยุด', '1574985600', null, '1575133200', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1577069587046', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1577187697', 'ธนกร จริยเพียรพันธุ์', '1585198163', '');
INSERT INTO lar_data VALUES ('1519857856318', '1577069275122', 'ลาป่วย', '1575331200', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1577069641833', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1577199961', 'ธนกร จริยเพียรพันธุ์', '1585198165', '');
INSERT INTO lar_data VALUES ('1526857550562', '1577075395767', 'ลาป่วย', '1576108800', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1577075603147', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465008', 'ธนกร จริยเพียรพันธุ์', '1585198169', '');
INSERT INTO lar_data VALUES ('1526339054692', '1577075363018', 'ต่ออายุใบอนุญาตขับขี่', '1577145600', null, null, '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1575959373377', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465009', 'ธนกร จริยเพียรพันธุ์', '1585198172', '');
INSERT INTO lar_data VALUES ('1531005517521', '1536626154341', 'ลาพักร้อน', '1519344000', null, '0', '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1519369200', '0', '0', 'ไม่มีข้อมูล', '1519369200', 'ไม่มีข้อมูล', '1519369200', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536626400715', 'ลาป่วย', '1518393600', null, '0', '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1518418800', '0', '0', 'ไม่มีข้อมูล', '1518418800', 'ไม่มีข้อมูล', '1518418800', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536624063046', 'ลาพักร้อน', '1522022400', '1522195200', '0', '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1522047600', '0', '0', 'ไม่มีข้อมูล', '1522047600', 'ไม่มีข้อมูล', '1522047600', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536625205343', 'ลาพักร้อน', '1524787200', null, '0', '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1524812400', '0', '0', 'ไม่มีข้อมูล', '1524812400', 'ไม่มีข้อมูล', '1524812400', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536626528100', 'ลากิจ', '1524754800', '1524763800', '0', '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1524780000', '0', '0', 'ไม่มีข้อมูล', '1524780000', 'ไม่มีข้อมูล', '1524780000', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536625577540', 'ลากิจ', '1530280800', '1530293400', '0', '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1530306000', '0', '0', 'ไม่มีข้อมูล', '1530306000', 'ไม่มีข้อมูล', '1530306000', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536625618019', 'ลากิจ', '1529884800', null, '0', '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1529910000', '0', '0', 'ไม่มีข้อมูล', '1529910000', 'ไม่มีข้อมูล', '1529910000', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536625954978', 'ลากิจ', '1531495800', '1531503000', '0', '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1531521000', '0', '0', 'ไม่มีข้อมูล', '1531521000', 'ไม่มีข้อมูล', '1531521000', null);
INSERT INTO lar_data VALUES ('1531005517521', '1536624044798', 'ลากิจ', '1536152400', '1536168600', '0', '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1536177600', '0', '0', 'ไม่มีข้อมูล', '1536177600', 'ไม่มีข้อมูล', '1536177600', null);
INSERT INTO lar_data VALUES ('1529968525781', '1547711266373', 'ลากิจ', '1546936200', '1546948800', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1547711273756', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1547771405', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1547711434248', 'ลากิจ', '1547038800', '1547055000', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1547711458821', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1547771405', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1528413038171', '1547707442083', 'ลาพักร้อน', '1550448000', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1547707881641', null, null, 'เลิศวรรธน์ ดนัยธรรมกุล', '1547714724', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1547711218743', 'ลากิจ', '1546849800', '1546862400', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1547711233528', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1547771404', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1542678301458', '1547433692062', 'ลาป่วย', '1547164800', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1547433699555', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1547438856', 'กิตติพงศ์ วิศวางกูร', '1548658197', 'Fri,Jan,11,2019,07,00,00.pdf');
INSERT INTO lar_data VALUES ('1530227773716', '1536624996402', 'ลาพักร้อน', '1528156800', null, '0', '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'yanis.kem@iris.co.th', '0', '4', '1528182000', '0', '0', 'ไม่มีข้อมูล', '1528182000', 'ไม่มีข้อมูล', '1528182000', null);
INSERT INTO lar_data VALUES ('1529968525781', '1536625585321', 'ลาคลอด', '1516579200', '1524268800', '0', '1', 'label-info', 'น้ำทิพย์ จิตขาว', 'namtip@iris.co.th', '0', '4', '1516604400', '0', '0', 'ไม่มีข้อมูล', '1516604400', 'ไม่มีข้อมูล', '1516604400', null);
INSERT INTO lar_data VALUES ('1529968525781', '1536626324504', 'ลาป่วย', '1532304000', null, '0', '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'namtip@iris.co.th', '0', '4', '1532329200', '0', '0', 'ไม่มีข้อมูล', '1532329200', 'ไม่มีข้อมูล', '1532329200', null);
INSERT INTO lar_data VALUES ('1529968525781', '1536624369169', 'ลาป่วย', '1533945600', null, '0', '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'namtip@iris.co.th', '0', '4', '1533970800', '0', '0', 'ไม่มีข้อมูล', '1533970800', 'ไม่มีข้อมูล', '1533970800', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536625726500', 'ลากิจ', '1514851200', null, '0', '1', 'label-success', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624329595', 'ลาป่วย', '1515573000', '1515585600', '0', '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1515598200', '0', '0', 'ไม่มีข้อมูล', '1515598200', 'ไม่มีข้อมูล', '1515598200', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624582100', 'ลาป่วย', '1516609800', '1516622400', '0', '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1516635000', '0', '0', 'ไม่มีข้อมูล', '1516635000', 'ไม่มีข้อมูล', '1516635000', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536625914631', 'ลาพักร้อน', '1518652800', null, '0', '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1518678000', '0', '0', 'ไม่มีข้อมูล', '1518678000', 'ไม่มีข้อมูล', '1518678000', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536626089785', 'ลาพักร้อน', '1521115200', '1521135000', '0', '0', 'label-warning', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1521140400', '0', '0', 'ไม่มีข้อมูล', '1521140400', 'ไม่มีข้อมูล', '1521140400', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624516902', 'ลาพักร้อน', '1524614400', null, '0', '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1524639600', '0', '0', 'ไม่มีข้อมูล', '1524639600', 'ไม่มีข้อมูล', '1524639600', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624588058', 'ลาฝึกอบรบ', '1525219200', null, '0', '1', 'label-info', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1525244400', '0', '0', 'ไม่มีข้อมูล', '1525244400', 'ไม่มีข้อมูล', '1525244400', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624171540', 'ลากิจ', '1530489600', null, '0', '1', 'label-success', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1530514800', '0', '0', 'ไม่มีข้อมูล', '1530514800', 'ไม่มีข้อมูล', '1530514800', null);
INSERT INTO lar_data VALUES ('1529709277846', '1536624777254', 'ลากิจ', '1534204800', null, '0', '1', 'label-success', 'แอนนา จงเจริญโภคา', 'anna.jon@iris.co.th', '0', '4', '1534230000', '0', '0', 'ไม่มีข้อมูล', '1534230000', 'ไม่มีข้อมูล', '1534230000', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625151719', 'ลาป่วย', '1513555200', null, '0', '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1513580400', '0', '0', 'ไม่มีข้อมูล', '1513580400', 'ไม่มีข้อมูล', '1513580400', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536626021756', 'ลากิจ', '1514851200', null, '0', '1', 'label-success', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536624860474', 'ลาป่วย', '1516696200', '1516708800', '0', '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1516721400', '0', '0', 'ไม่มีข้อมูล', '1516721400', 'ไม่มีข้อมูล', '1516721400', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536626031327', 'ลากิจ', '1516795200', '1516815000', '0', '0', 'label-success', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1516820400', '0', '0', 'ไม่มีข้อมูล', '1516820400', 'ไม่มีข้อมูล', '1516820400', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625226549', 'ลาพักร้อน', '1520380800', null, '0', '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1520406000', '0', '0', 'ไม่มีข้อมูล', '1520406000', 'ไม่มีข้อมูล', '1520406000', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536624648725', 'ลากิจ', '1522627200', '1522800000', '0', '1', 'label-success', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1522652400', '0', '0', 'ไม่มีข้อมูล', '1522652400', 'ไม่มีข้อมูล', '1522652400', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625648885', 'ลาป่วย', '1524042000', '1524052800', '0', '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1524067200', '0', '0', 'ไม่มีข้อมูล', '1524067200', 'ไม่มีข้อมูล', '1524067200', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625911689', 'ลาป่วย', '1525694400', '1525716000', '0', '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1525719600', '0', '0', 'ไม่มีข้อมูล', '1525719600', 'ไม่มีข้อมูล', '1525719600', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536624442819', 'ลาป่วย', '1528446600', '1528459200', '0', '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1528471800', '0', '0', 'ไม่มีข้อมูล', '1528471800', 'ไม่มีข้อมูล', '1528471800', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536624565731', 'ลาพักร้อน', '1529625600', null, '0', '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1529650800', '0', '0', 'ไม่มีข้อมูล', '1529650800', 'ไม่มีข้อมูล', '1529650800', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625296532', 'ลาป่วย', '1530748800', null, '0', '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1530774000', '0', '0', 'ไม่มีข้อมูล', '1530774000', 'ไม่มีข้อมูล', '1530774000', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536626510344', 'ลาพักร้อน', '1531440000', null, '0', '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1531465200', '0', '0', 'ไม่มีข้อมูล', '1531465200', 'ไม่มีข้อมูล', '1531465200', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625802001', 'ลากิจ', '1533297600', '1533319200', '0', '0', 'label-success', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1533322800', '0', '0', 'ไม่มีข้อมูล', '1533322800', 'ไม่มีข้อมูล', '1533322800', null);
INSERT INTO lar_data VALUES ('1529450029911', '1536625661522', 'ลาพักร้อน', '1534723200', null, '0', '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'waraporn.art@iris.co.th', '0', '4', '1534748400', '0', '0', 'ไม่มีข้อมูล', '1534748400', 'ไม่มีข้อมูล', '1534748400', null);
INSERT INTO lar_data VALUES ('1521672591862', '1545909056191', 'ลาพักร้อน', '1546387200', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1545909062146', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1545921680', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1521672591862', '1545909056192', 'ลาพักร้อน', '1546473600', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1545909066293', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1545921683', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1542678525051', '1571627310717', 'สอบ กว.', '1572652800', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1571627319770', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1571778219', 'ธนกร จริยเพียรพันธุ์', '1585198156', '');
INSERT INTO lar_data VALUES ('1569812334309', '1571366248338', 'ลาป่วยเนื่องจากเป็นไข้', '1570717800', '1570728600', null, '0', 'label-grey', 'เลอเดช ทรัพย์กรานนท์', 'kittipongs@iris.co.th', '0', '2', '1571366278717', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1571367783125', 'ลาพักร้อน', '1572307200', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1571367790508', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1571368760', 'ธนกร จริยเพียรพันธุ์', '1585198154', '');
INSERT INTO lar_data VALUES ('1528153790236', '1536625325190', 'ลาพักร้อน', '1514851200', '1515024000', '0', '1', 'label-warning', 'ก๋องคำ สุนาลัย', '0', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1528153790236', '1536626218040', 'ลาพักร้อน', '1532476800', '1532649600', '0', '1', 'label-warning', 'ก๋องคำ สุนาลัย', '0', '0', '4', '1532502000', '0', '0', 'ไม่มีข้อมูล', '1532502000', 'ไม่มีข้อมูล', '1532502000', null);
INSERT INTO lar_data VALUES ('1528153790236', '1536625981333', 'ลาพักร้อน', '1532995200', null, '0', '1', 'label-warning', 'ก๋องคำ สุนาลัย', '0', '0', '4', '1533020400', '0', '0', 'ไม่มีข้อมูล', '1533020400', 'ไม่มีข้อมูล', '1533020400', null);
INSERT INTO lar_data VALUES ('1528413038171', '1536625857877', 'ลาป่วย', '1516579200', null, '0', '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1516604400', '0', '0', 'ไม่มีข้อมูล', '1516604400', 'ไม่มีข้อมูล', '1516604400', null);
INSERT INTO lar_data VALUES ('1528413038171', '1536625770698', 'ลาพักร้อน', '1523923200', null, '0', '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1523948400', '0', '0', 'ไม่มีข้อมูล', '1523948400', 'ไม่มีข้อมูล', '1523948400', null);
INSERT INTO lar_data VALUES ('1528413038171', '1536625162199', 'ลาป่วย', '1530057600', null, '0', '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1530082800', '0', '0', 'ไม่มีข้อมูล', '1530082800', 'ไม่มีข้อมูล', '1530082800', null);
INSERT INTO lar_data VALUES ('1528413038171', '1536624088157', 'ลากิจ', '1532563200', null, '0', '1', 'label-success', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1532588400', '0', '0', 'ไม่มีข้อมูล', '1532588400', 'ไม่มีข้อมูล', '1532588400', null);
INSERT INTO lar_data VALUES ('1528413038171', '1536625146398', 'ลากิจ', '1534291200', null, '0', '1', 'label-success', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1534316400', '0', '0', 'ไม่มีข้อมูล', '1534316400', 'ไม่มีข้อมูล', '1534316400', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536626452041', 'ลาพักร้อน', '1517356800', '1517529600', '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1517382000', '0', '0', 'ไม่มีข้อมูล', '1517382000', 'ไม่มีข้อมูล', '1517382000', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536626306195', 'ลาพักร้อน', '1517875200', null, '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1517900400', '0', '0', 'ไม่มีข้อมูล', '1517900400', 'ไม่มีข้อมูล', '1517900400', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536624828898', 'ลากิจ', '1518739200', null, '0', '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1518764400', '0', '0', 'ไม่มีข้อมูล', '1518764400', 'ไม่มีข้อมูล', '1518764400', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536625625382', 'ลาพักร้อน', '1523404800', null, '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1523430000', '0', '0', 'ไม่มีข้อมูล', '1523430000', 'ไม่มีข้อมูล', '1523430000', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536624587815', 'ลาพักร้อน', '1521676800', '1521849600', '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1521702000', '0', '0', 'ไม่มีข้อมูล', '1521702000', 'ไม่มีข้อมูล', '1521702000', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536624838736', 'ลาพักร้อน', '1522022400', '1522195200', '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1522047600', '0', '0', 'ไม่มีข้อมูล', '1522047600', 'ไม่มีข้อมูล', '1522047600', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536624316393', 'ลากิจ', '1526342400', null, '0', '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1526367600', '0', '0', 'ไม่มีข้อมูล', '1526367600', 'ไม่มีข้อมูล', '1526367600', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536625632586', 'ลากิจ', '1533859200', null, '0', '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1533884400', '0', '0', 'ไม่มีข้อมูล', '1533884400', 'ไม่มีข้อมูล', '1533884400', null);
INSERT INTO lar_data VALUES ('1527894542301', '1536625175475', 'ลาพักร้อน', '1534204800', null, '0', '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '0', '4', '1534230000', '0', '0', 'ไม่มีข้อมูล', '1534230000', 'ไม่มีข้อมูล', '1534230000', null);
INSERT INTO lar_data VALUES ('1566381154213', '1574323738374', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1574324297008', null, null, 'มณฑา ทองส่งโสม', '1574326577', 'ธนกร จริยเพียรพันธุ์', '1585198172', '');
INSERT INTO lar_data VALUES ('1566381154213', '1574312652823', 'ลาป่วย', '1574035200', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1574312658568', null, null, 'มณฑา ทองส่งโสม', '1574326577', 'ธนกร จริยเพียรพันธุ์', '1585198160', '');
INSERT INTO lar_data VALUES ('1527376046432', '1574318888824', 'ลากิจ', '1574121600', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1574318897693', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678301458', '1574321119920', 'ลาป่วย', '1572307200', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1574321188424', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322979', 'ธนกร จริยเพียรพันธุ์', '1585198154', '');
INSERT INTO lar_data VALUES ('1566381154213', '1574323738372', 'ลาพักร้อน', '1575590400', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '0', '1574323766484', null, '1576521034', 'มณฑา ทองส่งโสม', '1574326577', null, null, '');
INSERT INTO lar_data VALUES ('1529709277846', '1574305219246', 'ลาป่วย', '1574208000', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1574305223636', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574306064', 'ธนกร จริยเพียรพันธุ์', '1585198161', '');
INSERT INTO lar_data VALUES ('1529450029911', '1574305421955', 'ลาป่วย', '1574168400', '1574186400', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1574305503220', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574306063', 'ธนกร จริยเพียรพันธุ์', '1585198161', '');
INSERT INTO lar_data VALUES ('1529709277846', '1574302504695', 'ลาป่วย', '1574208000', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '1', '1574302513739', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574305193', null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1574131372591', 'ลาสลับวันหยุด', '1575590400', null, '1567789200', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1574131949198', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322978', 'ธนกร จริยเพียรพันธุ์', '1585198166', '');
INSERT INTO lar_data VALUES ('1569812056211', '1574232164825', 'ลาฝึกอบรม', '1574121600', null, null, '1', 'label-info', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '0', '2', '1574232171563', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1536626072365', 'ลากิจ', '1520899200', null, '0', '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1520924400', '0', '0', 'ไม่มีข้อมูล', '1520924400', 'ไม่มีข้อมูล', '1520924400', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536625147732', 'ลาพักร้อน', '1521417600', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1521442800', '0', '0', 'ไม่มีข้อมูล', '1521442800', 'ไม่มีข้อมูล', '1521442800', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536626005281', 'ลาพักร้อน', '1524614400', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1524639600', '0', '0', 'ไม่มีข้อมูล', '1524639600', 'ไม่มีข้อมูล', '1524639600', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536625234630', 'ลาพักร้อน', '1524441600', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1524466800', '0', '0', 'ไม่มีข้อมูล', '1524466800', 'ไม่มีข้อมูล', '1524466800', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536624502756', 'ลาพักร้อน', '1527724800', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1527750000', '0', '0', 'ไม่มีข้อมูล', '1527750000', 'ไม่มีข้อมูล', '1527750000', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536626584056', 'ลากิจ', '1528243200', null, '0', '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1528268400', '0', '0', 'ไม่มีข้อมูล', '1528268400', 'ไม่มีข้อมูล', '1528268400', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536625636017', 'ลาพักร้อน', '1533600000', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1533625200', '0', '0', 'ไม่มีข้อมูล', '1533625200', 'ไม่มีข้อมูล', '1533625200', null);
INSERT INTO lar_data VALUES ('1527376046432', '1536624110678', 'ลาพักร้อน', '1540166400', null, '0', '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'thanit@iris.co.th', '0', '4', '1540191600', '0', '0', 'ไม่มีข้อมูล', '1540191600', 'ไม่มีข้อมูล', '1540191600', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536625991691', 'ลาป่วย', '1513814400', '1513987200', '0', '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1513839600', '0', '0', 'ไม่มีข้อมูล', '1513839600', 'ไม่มีข้อมูล', '1513839600', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536624773261', 'ลาพักร้อน', '1514206800', '1514224800', '0', '0', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1514232000', '0', '0', 'ไม่มีข้อมูล', '1514232000', 'ไม่มีข้อมูล', '1514232000', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536626052235', 'ลาป่วย', '1518048000', null, '0', '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1518073200', '0', '0', 'ไม่มีข้อมูล', '1518073200', 'ไม่มีข้อมูล', '1518073200', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536625490075', 'ลาพักร้อน', '1523232000', null, '0', '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1523257200', '0', '0', 'ไม่มีข้อมูล', '1523257200', 'ไม่มีข้อมูล', '1523257200', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536626588987', 'ลาป่วย', '1525672800', '1525716000', '0', '0', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1525723200', '0', '0', 'ไม่มีข้อมูล', '1525723200', 'ไม่มีข้อมูล', '1525723200', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536624932192', 'ลาป่วย', '1527465600', null, '0', '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1527490800', '0', '0', 'ไม่มีข้อมูล', '1527490800', 'ไม่มีข้อมูล', '1527490800', null);
INSERT INTO lar_data VALUES ('1526857550562', '1536625582080', 'ลาพักร้อน', '1533600000', '1533772800', '0', '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1533625200', '0', '0', 'ไม่มีข้อมูล', '1533625200', 'ไม่มีข้อมูล', '1533625200', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536625939132', 'ลาป่วย', '1514160000', null, '0', '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1514185200', '0', '0', 'ไม่มีข้อมูล', '1514185200', 'ไม่มีข้อมูล', '1514185200', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536624629666', 'ลาป่วย', '1514419200', null, '0', '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1514444400', '0', '0', 'ไม่มีข้อมูล', '1514444400', 'ไม่มีข้อมูล', '1514444400', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536624833281', 'ลาป่วย', '1515456000', null, '0', '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1515481200', '0', '0', 'ไม่มีข้อมูล', '1515481200', 'ไม่มีข้อมูล', '1515481200', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536626371466', 'ลาป่วย', '1515573000', '1515585600', '0', '0', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1515598200', '0', '0', 'ไม่มีข้อมูล', '1515598200', 'ไม่มีข้อมูล', '1515598200', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536624483343', 'ลาป่วย', '1516177800', '1516190400', '0', '0', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1516203000', '0', '0', 'ไม่มีข้อมูล', '1516203000', 'ไม่มีข้อมูล', '1516203000', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536625626261', 'ลาพักร้อน', '1519171200', '1519430400', '0', '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1519196400', '0', '0', 'ไม่มีข้อมูล', '1519196400', 'ไม่มีข้อมูล', '1519196400', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536624522099', 'ลาพักร้อน', '1519603200', null, '0', '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1519628400', '0', '0', 'ไม่มีข้อมูล', '1519628400', 'ไม่มีข้อมูล', '1519628400', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536625850725', 'ลาป่วย', '1519689600', null, '0', '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1519714800', '0', '0', 'ไม่มีข้อมูล', '1519714800', 'ไม่มีข้อมูล', '1519714800', null);
INSERT INTO lar_data VALUES ('1526339054692', '1536624893792', 'ลากิจ', '1533686400', '1533859200', '0', '1', 'label-success', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1533711600', '0', '0', 'ไม่มีข้อมูล', '1533711600', 'ไม่มีข้อมูล', '1533711600', null);
INSERT INTO lar_data VALUES ('1530487021651', '1549848317526', 'ลาพักร้อน', '1549890000', '1549906200', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1549848347014', null, null, 'แก้วตา แกมนิล', '1549872701', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1530487021651', '1549848407464', 'ลาพักร้อน', '1550478600', '1550511000', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1549848437515', null, null, 'แก้วตา แกมนิล', '1549872715', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1526857550562', '1549852207933', 'ลาป่วย', '1549584000', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1549852213244', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499924', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1518561616643', '1549614609454', 'ลากิจ', '1549843200', null, null, '1', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1549614669570', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1549714613', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1518561616643', '1549614609455', 'ลากิจ', '1549929600', null, null, '1', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1549614672090', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1549714615', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1518561616643', '1549614609456', 'ลาพักร้อน', '1550016000', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1549614673762', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1549714616', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1518561616643', '1549614609457', 'ลาพักร้อน', '1550102400', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1549614677650', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1549714617', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1526079806757', '1536625568311', 'ลากิจ', '1522972800', null, '0', '1', 'label-success', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '0', '4', '1522998000', '0', '0', 'ไม่มีข้อมูล', '1522998000', 'ไม่มีข้อมูล', '1522998000', null);
INSERT INTO lar_data VALUES ('1526079806757', '1536625507365', 'ลาพักร้อน', '1532563200', null, '0', '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '0', '4', '1532588400', '0', '0', 'ไม่มีข้อมูล', '1532588400', 'ไม่มีข้อมูล', '1532588400', null);
INSERT INTO lar_data VALUES ('1526079806757', '1536626004447', 'ลาพักร้อน', '1532995200', '1533340800', '0', '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '0', '4', '1533020400', '0', '0', 'ไม่มีข้อมูล', '1533020400', 'ไม่มีข้อมูล', '1533020400', null);
INSERT INTO lar_data VALUES ('1526079806757', '1536626408441', 'ลากิจ', '1545868800', '1546041600', '0', '1', 'label-success', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '0', '4', '1545894000', '0', '0', 'ไม่มีข้อมูล', '1545894000', 'ไม่มีข้อมูล', '1545894000', null);
INSERT INTO lar_data VALUES ('1525820558822', '1536625211055', 'ลากิจ', '1536105600', '1536364800', '0', '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1536130800', '0', '0', 'ไม่มีข้อมูล', '1536130800', 'ไม่มีข้อมูล', '1536130800', null);
INSERT INTO lar_data VALUES ('1525820558822', '1536624219211', 'ลากิจ', '1531180800', null, '0', '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1531206000', '0', '0', 'ไม่มีข้อมูล', '1531206000', 'ไม่มีข้อมูล', '1531206000', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625188695', 'ลากิจ', '1513602000', '1513620000', '0', '0', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1513627200', '0', '0', 'ไม่มีข้อมูล', '1513627200', 'ไม่มีข้อมูล', '1513627200', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536626252698', 'ลากิจ', '1514160000', null, '0', '1', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1514185200', '0', '0', 'ไม่มีข้อมูล', '1514185200', 'ไม่มีข้อมูล', '1514185200', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625386418', 'ลาป่วย', '1514851200', '1515110400', '0', '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536626044925', 'ลาป่วย', '1516147200', null, '0', '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1516172400', '0', '0', 'ไม่มีข้อมูล', '1516172400', 'ไม่มีข้อมูล', '1516172400', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624569826', 'ลาป่วย', '1519808400', '1519815600', '0', '0', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1519833600', '0', '0', 'ไม่มีข้อมูล', '1519833600', 'ไม่มีข้อมูล', '1519833600', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624860493', 'ลาพักร้อน', '1522972800', null, '0', '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1522998000', '0', '0', 'ไม่มีข้อมูล', '1522998000', 'ไม่มีข้อมูล', '1522998000', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624587064', 'ลาพักร้อน', '1523232000', null, '0', '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1523257200', '0', '0', 'ไม่มีข้อมูล', '1523257200', 'ไม่มีข้อมูล', '1523257200', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536626553140', 'ลากิจ', '1522659600', '1522665000', '0', '0', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1522684800', '0', '0', 'ไม่มีข้อมูล', '1522684800', 'ไม่มีข้อมูล', '1522684800', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625079411', 'ลาป่วย', '1523955600', '1523966400', '0', '0', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1523980800', '0', '0', 'ไม่มีข้อมูล', '1523980800', 'ไม่มีข้อมูล', '1523980800', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625369742', 'ลาป่วย', '1524560400', '1524567600', '0', '0', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1524585600', '0', '0', 'ไม่มีข้อมูล', '1524585600', 'ไม่มีข้อมูล', '1524585600', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625332143', 'ลาป่วย', '1527080400', '1527098400', '0', '0', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1527105600', '0', '0', 'ไม่มีข้อมูล', '1527105600', 'ไม่มีข้อมูล', '1527105600', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624256842', 'ลากิจ', '1527685200', '1527703200', '0', '0', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1527710400', '0', '0', 'ไม่มีข้อมูล', '1527710400', 'ไม่มีข้อมูล', '1527710400', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624222158', 'ลาป่วย', '1528675200', null, '0', '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1528700400', '0', '0', 'ไม่มีข้อมูล', '1528700400', 'ไม่มีข้อมูล', '1528700400', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536624529512', 'ลาพักร้อน', '1532044800', null, '0', '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1532070000', '0', '0', 'ไม่มีข้อมูล', '1532070000', 'ไม่มีข้อมูล', '1532070000', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625047027', 'ลาพักร้อน', '1532304000', '1532476800', '0', '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1532329200', '0', '0', 'ไม่มีข้อมูล', '1532329200', 'ไม่มีข้อมูล', '1532329200', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536625713184', 'ลาป่วย', '1534723200', null, '0', '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1534748400', '0', '0', 'ไม่มีข้อมูล', '1534748400', 'ไม่มีข้อมูล', '1534748400', null);
INSERT INTO lar_data VALUES ('1525042815017', '1536626598665', 'ลาพักร้อน', '1536883200', null, '0', '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1536908400', '0', '0', 'ไม่มีข้อมูล', '1536908400', 'ไม่มีข้อมูล', '1536908400', null);
INSERT INTO lar_data VALUES ('1526857550562', '1569292945503', 'ลาป่วย', '1568592000', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1569292949814', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465327', 'ธนกร จริยเพียรพันธุ์', '1585198145', '');
INSERT INTO lar_data VALUES ('1521931839797', '1569389158368', 'ลาป่วย', '1569283200', null, null, '1', 'label-grey', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389186325', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497543', 'ธนกร จริยเพียรพันธุ์', '1585198147', '');
INSERT INTO lar_data VALUES ('1529968525781', '1547711475283', 'ลากิจ', '1547195400', '1547208000', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1547711489510', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1547771403', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1524524319147', '1548035320910', 'ลากิจ 13.00-17.30 น.', '1547769600', null, null, '1', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1548035326259', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1548405255', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1526339054692', '1548052392015', 'เป็นไข้', '1546905600', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1548052510793', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1548389315', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1526857550562', '1578458044811', 'ลาป่วย', '1578355200', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1578458146739', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465009', 'ธนกร จริยเพียรพันธุ์', '1585198181', '');
INSERT INTO lar_data VALUES ('1523487327407', '1548132494759', 'ลาพักร้อน', '1546819200', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1548132497661', null, null, 'กีรติยา พงษ์พานิช', '1548132726', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1523487327407', '1548132494760', 'ลาพักร้อน', '1546905600', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1548132516821', null, null, 'กีรติยา พงษ์พานิช', '1548132726', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1523487327407', '1548132494761', 'ลาพักร้อน', '1546992000', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1548132519115', null, null, 'กีรติยา พงษ์พานิช', '1548132727', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1518820864578', '1548490365130', 'ลาผ่าตัด', '1548720000', null, null, '1', 'label-grey', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1548490374405', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1548492673', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1566381654308', '1572574316742', 'ลาป่วย', '1572480000', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1572574422597', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524524319147', '1536626153312', 'ลาพักร้อน', '1515024000', null, '0', '1', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1515049200', '0', '0', 'ไม่มีข้อมูล', '1515049200', 'ไม่มีข้อมูล', '1515049200', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536625716665', 'ลาพักร้อน', '1523970000', '1523986200', '0', '0', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1523995200', '0', '0', 'ไม่มีข้อมูล', '1523995200', 'ไม่มีข้อมูล', '1523995200', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536624836843', 'ลาพักร้อน', '1524009600', null, '0', '1', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1524034800', '0', '0', 'ไม่มีข้อมูล', '1524034800', 'ไม่มีข้อมูล', '1524034800', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536626059989', 'ลาพักร้อน', '1524142800', '1524159000', '0', '0', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1524168000', '0', '0', 'ไม่มีข้อมูล', '1524168000', 'ไม่มีข้อมูล', '1524168000', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536626199578', 'ลาพักร้อน', '1524229200', '1524245400', '0', '0', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1524254400', '0', '0', 'ไม่มีข้อมูล', '1524254400', 'ไม่มีข้อมูล', '1524254400', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536626381744', 'ลาพักร้อน', '1529452800', null, '0', '1', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1529478000', '0', '0', 'ไม่มีข้อมูล', '1529478000', 'ไม่มีข้อมูล', '1529478000', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536626068900', 'ลาพักร้อน', '1531227600', '1531243800', '0', '0', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1531252800', '0', '0', 'ไม่มีข้อมูล', '1531252800', 'ไม่มีข้อมูล', '1531252800', null);
INSERT INTO lar_data VALUES ('1524524319147', '1536624136129', 'ลากิจ', '1536019200', null, '0', '1', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1536044400', '0', '0', 'ไม่มีข้อมูล', '1536044400', 'ไม่มีข้อมูล', '1536044400', null);
INSERT INTO lar_data VALUES ('1520376352188', '1536626336378', 'ลากิจ', '1530088200', '1530100800', '0', '0', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1530113400', '0', '0', 'ไม่มีข้อมูล', '1530113400', 'ไม่มีข้อมูล', '1530113400', null);
INSERT INTO lar_data VALUES ('1530227773716', '1577238835789', 'ลาป่วย ไข้ ปวดท้องปจด', '1577145600', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1577238899143', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678525051', '1569233055017', 'ลาป่วย', '1567814400', null, null, '1', 'label-grey', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1569233059978', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569248237', 'ธนกร จริยเพียรพันธุ์', '1585198143', '');
INSERT INTO lar_data VALUES ('1526857550562', '1569291471886', 'ลาป่วย', '1566810000', '1566842400', null, '0', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1569292359181', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465328', 'ธนกร จริยเพียรพันธุ์', '1585198140', '');
INSERT INTO lar_data VALUES ('1524524319147', '1576213452319', 'ลาป่วยครึ่งวัน', '1576195200', null, null, '1', 'label-grey', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1576213463775', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1577164191', 'ธนกร จริยเพียรพันธุ์', '1585198169', '');
INSERT INTO lar_data VALUES ('1522191087732', '1576220280366', 'ลาป่วย', '1575936000', null, null, '1', 'label-grey', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1576220425540', null, null, 'กีรติยา พงษ์พานิช', '1576220505', 'ธนกร จริยเพียรพันธุ์', '1585198168', '');
INSERT INTO lar_data VALUES ('1529450029911', '1576210551358', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1576210588539', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576210858', 'ธนกร จริยเพียรพันธุ์', '1585198175', '');
INSERT INTO lar_data VALUES ('1524005823277', '1536625828684', 'ลาพักร้อน', '1514851200', '1515024000', '0', '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'keeratiya.pon@iris.co.th', '0', '4', '1514876400', '0', '0', 'ไม่มีข้อมูล', '1514876400', 'ไม่มีข้อมูล', '1514876400', null);
INSERT INTO lar_data VALUES ('1521931839797', '1569389158371', 'ลาป่วย', '1568937600', null, null, '1', 'label-grey', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389282485', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497549', 'ธนกร จริยเพียรพันธุ์', '1585198147', '');
INSERT INTO lar_data VALUES ('1521931839797', '1569389158372', 'ลากิจ', '1568592000', null, null, '1', 'label-success', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389320363', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497575', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1521931839797', '1569389387406', 'ลากิจ', '1568246400', null, null, '1', 'label-success', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389406956', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497577', 'ธนกร จริยเพียรพันธุ์', '1585198145', '');
INSERT INTO lar_data VALUES ('1521931839797', '1569389459906', 'ลาป่าย', '1567555200', null, null, '1', 'label-grey', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389482944', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569717822', 'ธนกร จริยเพียรพันธุ์', '1585198142', '');
INSERT INTO lar_data VALUES ('1523228079472', '1536625621826', 'ลาพักร้อน', '1530230400', '1530489600', '0', '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1530255600', '0', '0', 'ไม่มีข้อมูล', '1530255600', 'ไม่มีข้อมูล', '1530255600', null);
INSERT INTO lar_data VALUES ('1518820864578', '1536625117549', 'ลาพักร้อน', '1517616000', '1517788800', '0', '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1517641200', '0', '0', 'ไม่มีข้อมูล', '1517641200', 'ไม่มีข้อมูล', '1517641200', null);
INSERT INTO lar_data VALUES ('1518820864578', '1536625768922', 'ลากิจ', '1521072000', '1521244800', '0', '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1521097200', '0', '0', 'ไม่มีข้อมูล', '1521097200', 'ไม่มีข้อมูล', '1521097200', null);
INSERT INTO lar_data VALUES ('1518820864578', '1536624268363', 'ลาป่วย', '1528243200', null, '0', '1', 'label-grey', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1528268400', '0', '0', 'ไม่มีข้อมูล', '1528268400', 'ไม่มีข้อมูล', '1528268400', null);
INSERT INTO lar_data VALUES ('1518820864578', '1536624156223', 'ลาพักร้อน', '1531872000', '1532044800', '0', '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1531897200', '0', '0', 'ไม่มีข้อมูล', '1531897200', 'ไม่มีข้อมูล', '1531897200', null);
INSERT INTO lar_data VALUES ('1518820864578', '1536626074615', 'ลาป่วย', '1532995200', null, '0', '1', 'label-grey', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1533020400', '0', '0', 'ไม่มีข้อมูล', '1533020400', 'ไม่มีข้อมูล', '1533020400', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536625694928', 'ลาพักร้อน', '1516579200', null, '0', '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1516604400', '0', '0', 'ไม่มีข้อมูล', '1516604400', 'ไม่มีข้อมูล', '1516604400', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536624774555', 'ลาพักร้อน', '1518998400', null, '0', '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1519023600', '0', '0', 'ไม่มีข้อมูล', '1519023600', 'ไม่มีข้อมูล', '1519023600', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536626197325', 'ลาพักร้อน', '1523404800', null, '0', '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1523430000', '0', '0', 'ไม่มีข้อมูล', '1523430000', 'ไม่มีข้อมูล', '1523430000', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536624676148', 'ลาพักร้อน', '1523923200', null, '0', '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1523948400', '0', '0', 'ไม่มีข้อมูล', '1523948400', 'ไม่มีข้อมูล', '1523948400', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536624514118', 'ลาป่วย', '1525651200', null, '0', '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1525676400', '0', '0', 'ไม่มีข้อมูล', '1525676400', 'ไม่มีข้อมูล', '1525676400', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536626364696', 'ลาพักร้อน', '1528848000', '1529020800', '0', '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1528873200', '0', '0', 'ไม่มีข้อมูล', '1528873200', 'ไม่มีข้อมูล', '1528873200', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536625837428', 'ลาป่วย', '1530057600', null, '0', '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1530082800', '0', '0', 'ไม่มีข้อมูล', '1530082800', 'ไม่มีข้อมูล', '1530082800', null);
INSERT INTO lar_data VALUES ('1519080112513', '1536626486125', 'ลากิจ', '1531440000', null, '0', '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '0', '4', '1531465200', '0', '0', 'ไม่มีข้อมูล', '1531465200', 'ไม่มีข้อมูล', '1531465200', null);
INSERT INTO lar_data VALUES ('1526079806757', '1547087505346', 'ลาไปงานแต่งงานเพื่อนที่หาดใหญ่', '1547164800', null, null, '1', 'label-success', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1547087510402', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1532042509261', '1543300652295', 'ลาพักร้อน', '1544400000', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '2', '1543300663721', null, null, null, null, null, null, null);
INSERT INTO lar_data VALUES ('1529709277846', '1543310098974', 'ปวดหัว', '1542898800', '1542907800', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1543310299922', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1543314037', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1530227773716', '1537317924093', 'ท้องเสีย', '1537228800', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1537318936865', null, null, null, null, null, null, null);
INSERT INTO lar_data VALUES ('1528413038171', '1543826141910', 'ลาพักร้อน', '1544054400', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1543826154282', null, null, 'เลิศวรรธน์ ดนัยธรรมกุล', '1543897871', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1520117104253', '1543831846389', 'ลาพักร้อน', '1548028800', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '4', '1543836040614', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1545907725', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1542678301458', '1571322095491', 'ลาพักร้อน', '1571961600', null, null, '1', 'label-warning', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1571322113452', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322979', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1522968831537', '1537426239150', 'ไป ตจว', '1537488000', null, null, '1', 'label-warning', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1537426286618', null, null, 'กีรติยา พงษ์พานิช', '1537426570', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1519857856318', '1537517840814', 'ลาพักร้อน', '1537574400', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1537517955574', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1537529250', 'กิตติพงศ์ วิศวางกูร', '1538039094', null);
INSERT INTO lar_data VALUES ('1529450029911', '1537524061037', 'ไปต่างจังหวัด', '1535673600', null, null, '1', 'label-success', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '0', '4', '1537524142566', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1537525125', 'กิตติพงศ์ วิศวางกูร', '1538039094', null);
INSERT INTO lar_data VALUES ('1523487327407', '1537522825275', 'ไปต่างจังหวัด', '1537920000', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1537522875945', null, null, 'กีรติยา พงษ์พานิช', '1537522475', '\r\nกิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1529709277846', '1537524679409', 'ปวดท้องประจำเดือน', '1535358600', '1535365800', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '0', '1537525131147', null, '1537425836', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1537525165', null, null, null);
INSERT INTO lar_data VALUES ('1529709277846', '1537524679408', 'ปวดท้อง', '1537448400', '1537464600', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1537524687615', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1537525118', 'กิตติพงศ์ วิศวางกูร', '1538039093', null);
INSERT INTO lar_data VALUES ('1529450029911', '1537526330238', 'ปวดท้องประจำเดือน', '1536624000', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '0', '4', '1537526340702', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1537526581', 'กิตติพงศ์ วิศวางกูร', '1538039093', null);
INSERT INTO lar_data VALUES ('1529709277846', '1537525403677', 'ปวดท้องประจำเดือน', '1533135600', '1533144600', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1537525438285', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1537525549', 'กิตติพงศ์ วิศวางกูร', '1538039092', null);
INSERT INTO lar_data VALUES ('1521931839797', '1538031384794', 'ซ่อมรถ', '1538179200', null, null, '1', 'label-success', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '0', '0', '1538031472450', '0', '1538019193', 'เกริกอิสร์ ลีวงศ์เจริญ', '1538037655', 'กิตติพงศ์ วิศวางกูร', '1550034072', null);
INSERT INTO lar_data VALUES ('1524524319147', '1571294961930', 'ไปธุระต่างจังหวัด', '1573171200', null, null, '1', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1571295012741', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1571309452', 'ธนกร จริยเพียรพันธุ์', '1585198158', '');
INSERT INTO lar_data VALUES ('1542678301458', '1571322095490', 'ลาพักร้อน', '1571875200', null, null, '1', 'label-warning', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1571322101985', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322979', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1528413038171', '1538108424369', 'ลากิจ', '1539648000', null, null, '1', 'label-success', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1538108446544', null, null, 'เลิศวรรธน์ ดนัยธรรมกุล', '1538142878', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1521931839797', '1538145573530', 'ลากิจ', '1538352000', null, null, '1', 'label-success', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '0', '4', '1538145614514', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1538146308', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1531005517521', '1538541204138', 'ไปทำธุระ', '1538697600', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1538541325975', null, null, 'นวลพรรณ สงวนศรี', '1538554039', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1542678525051', '1573704776382', 'ลาพักร้อน', '1575676800', null, null, '1', 'label-warning', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1573714540752', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428467', 'ธนกร จริยเพียรพันธุ์', '1585198167', '');
INSERT INTO lar_data VALUES ('1520117104253', '1573888841485', 'ลาพักร้อน', '1578528000', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '4', '1573888894526', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428468', 'ธนกร จริยเพียรพันธุ์', '1585198181', '');
INSERT INTO lar_data VALUES ('1525042815017', '1538973825135', 'ลาป่วย คออักเสบ', '1538697600', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1538973831680', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1538973981', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1525042815017', '1538974383821', 'ไปสิงคโปร์', '1541030400', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1538974392372', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1545279142', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1525042815017', '1538974383820', 'ไปสิงคโปร์', '1541116800', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1538974390710', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1545279145', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1530227773716', '1571119833371', 'เป้นไข้', '1570752000', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1571119867070', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381796376', '1571292921695', 'มีไข้', '1571270400', null, null, '1', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1571292938233', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134593', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1523487327407', '1539333536635', 'ไปต่างจังหวัด', '1539475200', null, null, '1', 'label-success', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1539333621359', null, null, 'กีรติยา พงษ์พานิช', '1546748245', 'กิตติพงศ์ วิศวางกูร', '1548658197', null);
INSERT INTO lar_data VALUES ('1528413038171', '1570701727572', 'ปวดหัว ตัวร้อ', '1570719600', '1570726800', null, '0', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '4', '1570701955445', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724342', 'ธนกร จริยเพียรพันธุ์', '1585198152', '');
INSERT INTO lar_data VALUES ('1542678614431', '1570764658451', 'ลากิจ', '1573603200', null, null, '1', 'label-success', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1570764709015', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1571052509', 'ธนกร จริยเพียรพันธุ์', '1585198160', '');
INSERT INTO lar_data VALUES ('1529968525781', '1570412251945', 'ลาป่วย', '1570060800', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1570412269242', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1570414203', 'ธนกร จริยเพียรพันธุ์', '1585198151', '');
INSERT INTO lar_data VALUES ('1526339054692', '1570416183854', 'ลาป่วย', '1570406400', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1570416211151', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1570423161', 'ธนกร จริยเพียรพันธุ์', '1585198152', '');
INSERT INTO lar_data VALUES ('1542678301458', '1542855168233', 'ลาป่วย', '1542758400', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1542855177867', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1546837209', 'ธนิต เนตรโพธิ์แก้ว', '1547441054', null);
INSERT INTO lar_data VALUES ('1542678301458', '1545012461905', 'ลาป่วย', '1544572800', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1545012465017', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1546837210', 'ธนิต เนตรโพธิ์แก้ว', '1547441059', 'Wed,Dec,12,2018,07,00,00.pdf');
INSERT INTO lar_data VALUES ('1530487021651', '1545097075462', 'ลาพักร้อน', '1545985800', '1546018200', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1545097104045', null, null, 'แก้วตา แกมนิล', '1545728950', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1524524319147', '1545015207336', 'ธุระทีดิน', '1545264000', null, null, '1', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1545015213346', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1545279149', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1524524319147', '1545015270754', 'ไปต่างจังหวัด', '1546387200', null, null, '1', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1545015289333', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1545279150', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1530227773716', '1545362934400', 'ลาป่วย', '1544400000', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1545362942091', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529450029911', '1545362605077', 'ลาป่วย', '1542931200', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1545365084166', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545367294', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1530227773716', '1545362934401', 'ลาพักร้อนไปต่างจังหวัด', '1545955200', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1545362998474', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529709277846', '1545362940133', 'ลาป่วย', '1545004800', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1545362975984', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545363169', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529709277846', '1545362940132', 'ลาป่วย', '1544400000', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1545362960769', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545363172', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1545365015755', 'ลากิจ', '1544745600', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1545365018882', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545367294', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529450029911', '1545362605076', 'ลาพักร้อน', '1543309200', '1543320000', null, '0', 'label-warning', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1545365009863', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545367291', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529450029911', '1545362605078', 'ลาป่วย', '1543881600', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1545365157252', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545367291', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1545365408607', 'ลากิจ', '1545150600', '1545154200', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1545365575565', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545367290', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1542678920886', '1545365961049', 'ลาป่วย', '1544776200', '1544808600', null, '0', 'label-grey', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1545365999525', null, null, 'แก้วตา แกมนิล', '1545728971', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1566381654308', '1576651994512', 'ส่งใบสมัครสอบใบประกอบวิชาชีพสถาปัตยกรรม', '1576800000', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1576652000795', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531524013391', '1576649989534', 'ลากิจ', '1576659600', '1576666800', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1576650023674', null, null, 'แก้วตา แกมนิล', '1577093869', 'ธนกร จริยเพียรพันธุ์', '1585198171', '');
INSERT INTO lar_data VALUES ('1529968525781', '1545619298572', 'ลากิจ', '1545652800', '1545672600', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1545619310276', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545619643', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1545619333161', 'ลากิจ', '1545782400', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1545619344948', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1545619641', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1530227773716', '1574330332718', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1574330371758', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1574330332719', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1574330374161', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1545902927307', 'ลาสลับวันหยุด', '1546041600', null, '1545498000', '1', 'label-danger', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1545902932081', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1545907730', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1519080112513', '1545902927308', 'ลาสลับวันหยุด', '1546387200', null, '1543942800', '1', 'label-danger', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1545903212225', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1545907731', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1524524319147', '1546491896504', 'ธุระ', '1546520400', '1546536600', null, '0', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1546491918093', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1546492620', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1518820864578', '1546591807275', 'กลับต่างจังหวัด', '1547164800', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1546591814062', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1546597766', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1519080112513', '1546594266861', 'ลาสลับวันหยุด', '1546819200', null, '1546707600', '1', 'label-danger', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '0', '1546594279587', '0', '1546083915', 'เกริกอิสร์ ลีวงศ์เจริญ', '1546597767', 'กิตติพงศ์ วิศวางกูร', '1550034072', '');
INSERT INTO lar_data VALUES ('1531005517521', '1563793065013', 'ไปต่างประเทศ', '1567641600', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1563793094232', null, null, 'แก้วตา แกมนิล', '1564556021', 'ภัสรา ชื่นจิตร', '1566553138', '');
INSERT INTO lar_data VALUES ('1518820864578', '1546594292132', 'กลับต่างจังหวัด', '1547251200', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1546597425103', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1546597721', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1523228079472', '1546747211289', 'ลาสลับวันหยุด', '1546646400', null, '1546275600', '1', 'label-danger', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '0', '1546747225078', null, '1546083915', 'กีรติยา พงษ์พานิช', '1546747505', null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827892969', 'ลากิจ', '1545899400', '1545912000', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546827909250', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832580', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827757555', 'ลากิจ', '1545751800', '1545759000', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546827849209', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832579', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827757554', 'ลากิจ', '1545726600', '1545739200', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546827832018', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832578', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827892971', 'ลากิจ', '1545928200', '1545931800', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546827923622', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832577', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827950677', 'ลากิจ', '1546012800', '1546018200', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546827977221', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832576', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546827996434', 'ลากิจ', '1546417800', '1546430400', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546828070944', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832573', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546828088635', 'ลากิจ', '1546473600', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546828261224', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832571', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1529968525781', '1546828088636', 'ลากิจ', '1546560000', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1546828262851', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1546832569', 'กิตติพงศ์ วิศวางกูร', '1548658197', '');
INSERT INTO lar_data VALUES ('1527376046432', '1546837093922', 'ลากิจ', '1547164800', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1546837119409', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1546837325597', 'ลาพักร้อน', '1553126400', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1546837339135', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1547085805807', 'ลาป่วย 2.30 ชม.', '1546819200', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1547085823766', null, null, 'แก้วตา แกมนิล', '1549872727', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1531005517521', '1576641098477', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '0', '1576641120491', null, '1577929844', 'แก้วตา แกมนิล', '1577093878', null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1576641098478', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '0', '1576641125480', null, '1578016050', 'แก้วตา แกมนิล', '1577093879', null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1573707484350', 'ไปโรงเรียนลูก', '1574208000', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1573707501626', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678525051', '1573704776381', 'ลาพักร้อน', '1575590400', null, null, '1', 'label-warning', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1573710138297', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428478', 'ธนกร จริยเพียรพันธุ์', '1585198166', '');
INSERT INTO lar_data VALUES ('1532042509261', '1549012202482', 'ลาพักร้อน', '1550448000', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '0', '2', '1549012252286', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529709277846', '1549017748743', 'ลาพักร้อน', '1549238400', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1549017754293', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1549241685', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1529709277846', '1549017748744', 'ลาพักร้อน', '1549324800', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1549017758262', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1549241684', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1522709583602', '1577098509479', 'ลาสลับวันหยุด', '1578009600', null, '1571763600', '1', 'label-danger', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1577098587620', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1578801847', 'ธนกร จริยเพียรพันธุ์', '1585198179', '');
INSERT INTO lar_data VALUES ('1531005517521', '1549951979572', 'ลาพักร้อน 1 วัน', '1550448000', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1549951987440', null, null, 'แก้วตา แกมนิล', '1550032276', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1531005517521', '1549952327854', 'ลาพักร้อน 13.00-17.30', '1550235600', '1550251800', null, '0', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1549952338137', null, null, 'แก้วตา แกมนิล', '1550032279', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1531524013391', '1550024019396', 'ขออนุมัติลาพักร้อน', '1550448000', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1550024030078', null, null, 'แก้วตา แกมนิล', '1550032280', 'กิตติพงศ์ วิศวางกูร', '1550034059', '');
INSERT INTO lar_data VALUES ('1526857550562', '1550025836551', 'ลาป่วย', '1549929600', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1550025843628', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499925', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1524524319147', '1550029694380', 'ลาฝึกอบรม', '1550016000', null, null, '1', 'label-info', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '0', '1550029732722', '0', '1551062969', 'อาทิตย์ ทวิติยามัณฑ์', '1550110666', 'กิตติพงศ์ วิศวางกูร', '1553165461', '');
INSERT INTO lar_data VALUES ('1566381654308', '1572402000102', 'ลาป่วย', '1572307200', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1572402006218', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1550128175445', 'ลาป่วย ปวดท้อง อาเจียน', '1549238400', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1550128238606', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1550192102', 'กิตติพงศ์ วิศวางกูร', '1550905887', '');
INSERT INTO lar_data VALUES ('1525042815017', '1550128175446', 'ลาสลับวันหยุด', '1548288000', null, '1547830800', '1', 'label-danger', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1550128317619', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1550192098', 'กิตติพงศ์ วิศวางกูร', '1550905887', '');
INSERT INTO lar_data VALUES ('1531524013391', '1573625921106', 'ลาพักร้อน', '1576195200', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1573626447489', null, null, 'แก้วตา แกมนิล', '1573704871', 'ธนกร จริยเพียรพันธุ์', '1585198169', '');
INSERT INTO lar_data VALUES ('1542678920886', '1573703893116', 'ลาพักร้อน', '1577694600', '1577727000', null, '0', 'label-warning', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1573704058608', null, null, 'แก้วตา แกมนิล', '1573704879', 'ธนกร จริยเพียรพันธุ์', '1585198177', '');
INSERT INTO lar_data VALUES ('1531524013391', '1573625825654', 'ลาพักร้อน', '1575849600', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1573625836082', null, null, 'แก้วตา แกมนิล', '1573704875', 'ธนกร จริยเพียรพันธุ์', '1585198167', '');
INSERT INTO lar_data VALUES ('1518561616643', '1573617269496', 'ลาพักร้อน', '1574985600', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1573617400139', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574422006', 'ธนกร จริยเพียรพันธุ์', '1585198163', '');
INSERT INTO lar_data VALUES ('1518561616643', '1573617269497', 'ลาพักร้อน', '1575072000', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1573617402555', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574422032', 'ธนกร จริยเพียรพันธุ์', '1585198164', '');
INSERT INTO lar_data VALUES ('1519857856318', '1573617200846', 'ลาป่วย', '1573430400', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1573617207156', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1573657638', 'ธนกร จริยเพียรพันธุ์', '1585198159', '');
INSERT INTO lar_data VALUES ('1518561616643', '1573617269495', 'ลาพักร้อน', '1574899200', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1573617397349', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574714497', 'ธนกร จริยเพียรพันธุ์', '1585198163', '');
INSERT INTO lar_data VALUES ('1519857856318', '1550716429919', 'ลากิจ', '1550620800', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1550716438658', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1550728120', 'กิตติพงศ์ วิศวางกูร', '1550905887', '');
INSERT INTO lar_data VALUES ('1524524319147', '1550717268601', 'ลาสลับวันหยุด', '1550016000', null, '1549990800', '1', 'label-danger', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1550717281573', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1554091627', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1529968525781', '1550718352946', 'ลาป่วย', '1549584000', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1550718383352', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1550722972', 'กิตติพงศ์ วิศวางกูร', '1550905887', '');
INSERT INTO lar_data VALUES ('1525042815017', '1550825257881', 'ลาพักร้อน', '1551657600', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1550825271851', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1551076838', 'กิตติพงศ์ วิศวางกูร', '1552631535', '');
INSERT INTO lar_data VALUES ('1525042815017', '1550825257882', 'ลาพักร้อน', '1551744000', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1550825273762', null, null, 'อาทิตย์ ทวิติยามัณฑ์', '1551076839', 'กิตติพงศ์ วิศวางกูร', '1552631535', '');
INSERT INTO lar_data VALUES ('1537412311367', '1574066533054', 'ลากิจ', '1574152200', '1574184600', null, '0', 'label-success', 'แก้วตา แกมนิล', 'kittipongs@iris.co.th', '1', '2', '1574066548790', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1574131372590', 'ลาสลับวันหยุด', '1574640000', null, '1567184400', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1574131821200', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322980', 'ธนกร จริยเพียรพันธุ์', '1585198162', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116907', 'ลาป่วย', '1549238400', null, null, '1', 'label-grey', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908240491', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116908', 'ลาพักร้อน', '1554422400', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908271716', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116909', 'ลาพักร้อน', '1554681600', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908274620', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116910', 'ลาพักร้อน', '1554768000', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908277324', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116911', 'ลาพักร้อน', '1554854400', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908279676', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116913', 'ลาพักร้อน', '1554940800', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908284660', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1526079806757', '1550908116912', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1550908281892', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1525820558822', '1550908416229', 'ลาป่วย', '1550448000', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1550908421325', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1519080112513', '1550912890822', 'ลาป่วย', '1549843200', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1550912931506', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1550918545', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1519080112513', '1550912980943', 'ลาสลับวันหยุด', '1549065600', null, '1548522000', '1', 'label-danger', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1550912983985', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1550918547', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1519080112513', '1550912980944', 'ลาสลับวันหยุด', '1550620800', null, '1549126800', '1', 'label-danger', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1550913007213', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1550918548', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1522968831537', '1550913067074', 'ลาป่วย', '1548115200', null, null, '1', 'label-grey', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1550913086299', null, null, 'กีรติยา พงษ์พานิช', '1550913233', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1522968831537', '1550913067075', 'ลาป่วย', '1548201600', null, null, '1', 'label-grey', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1550913094523', null, null, 'กีรติยา พงษ์พานิช', '1550913234', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1522968831537', '1550913067076', 'ลาป่วย', '1548288000', null, null, '1', 'label-grey', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1550913098504', null, null, 'กีรติยา พงษ์พานิช', '1550913234', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1522968831537', '1550913067077', 'ลาป่วย (ไข้หวัดใหญ่ มีใบรับบรองแพทย์)', '1548374400', null, null, '1', 'label-grey', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1550913217611', null, null, 'กีรติยา พงษ์พานิช', '1550913536', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1522968831537', '1550913067078', 'ลากิจ', '1548460800', null, null, '1', 'label-success', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1550913271544', null, null, 'กีรติยา พงษ์พานิช', '1550913537', 'กิตติพงศ์ วิศวางกูร', '1551060156', '');
INSERT INTO lar_data VALUES ('1542678920886', '1576460180715', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1576460190835', null, null, 'แก้วตา แกมนิล', '1576464126', 'ธนกร จริยเพียรพันธุ์', '1585198173', '');
INSERT INTO lar_data VALUES ('1529450029911', '1570013079742', 'ลาป่วย', '1569499200', '1569520800', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1570013099420', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1570072905', 'ธนกร จริยเพียรพันธุ์', '1585198148', '');
INSERT INTO lar_data VALUES ('1529450029911', '1570012845943', 'ลาป่วย', '1569844800', '1569866400', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1570012946731', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1570072906', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1525042815017', '1570097256329', 'ลาสลับวันหยุด', '1570579200', null, '1562432400', '1', 'label-danger', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1570097330923', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1570615769', 'ธนกร จริยเพียรพันธุ์', '1585198152', '');
INSERT INTO lar_data VALUES ('1542678525051', '1570162625867', 'ลากิจ-ไปโอนบ้าน', '1570492800', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1570162640780', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1570278640', 'ธนกร จริยเพียรพันธุ์', '1585198152', '');
INSERT INTO lar_data VALUES ('1519857856318', '1551497096473', 'ลาป่วย', '1551398400', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1551497122057', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1551704636', 'กิตติพงศ์ วิศวางกูร', '1552631535', '');
INSERT INTO lar_data VALUES ('1529968525781', '1576134345783', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1576134566355', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576135746', 'ธนกร จริยเพียรพันธุ์', '1585198175', '');
INSERT INTO lar_data VALUES ('1542678301458', '1575938348202', 'ลาป่วย', '1575849600', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1575938353377', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465010', 'ธนกร จริยเพียรพันธุ์', '1585198168', '');
INSERT INTO lar_data VALUES ('1526339054692', '1575940847110', 'เป็นไข้', '1575849600', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1575940853309', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465010', 'ธนกร จริยเพียรพันธุ์', '1585198168', '');
INSERT INTO lar_data VALUES ('1525820558822', '1576115882435', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1576115884509', null, null, 'วัฒนา ศักขี', '1578647215', 'ธนกร จริยเพียรพันธุ์', '1585198173', '');
INSERT INTO lar_data VALUES ('1528413038171', '1576126101088', 'ลากิจ (จัดงานศพยาย)', '1576155600', '1576171800', null, '0', 'label-success', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1576126118317', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1528413038171', '1576126101089', 'ลากิจ (จัดงานศพยาย)', '1576195200', null, null, '1', 'label-success', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1576126173715', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1576134345781', 'ลากิจ', '1577365200', '1577381400', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1576134391946', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576135747', 'ธนกร จริยเพียรพันธุ์', '1585198172', '');
INSERT INTO lar_data VALUES ('1529968525781', '1576134345782', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1576134563939', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576135748', 'ธนกร จริยเพียรพันธุ์', '1585198173', '');
INSERT INTO lar_data VALUES ('1526857550562', '1551842919921', 'ลาป่วย', '1551744000', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1551842929613', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499926', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1529709277846', '1551924879397', 'ลาพักร้อน', '1551830400', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1551924894109', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1551931068', 'กิตติพงศ์ วิศวางกูร', '1552631535', '');
INSERT INTO lar_data VALUES ('1526339054692', '1552264616536', 'ลาป่วย', '1552262400', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1552264623119', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499926', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1525820558822', '1552268600455', 'ลากิจ', '1552953600', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1552268609722', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1525820558822', '1552268600456', 'ลากิจ', '1553040000', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1552268612731', null, null, 'นันฐกานต์ ดีมีศรีเธียร', '1553221183', 'กิตติพงศ์ วิศวางกูร', '1553229954', '');
INSERT INTO lar_data VALUES ('1523487327407', '1574741625368', 'ไป ต่างจังหวัด', '1574035200', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1574741629243', null, null, 'กีรติยา พงษ์พานิช', '1574741853', 'ธนกร จริยเพียรพันธุ์', '1585198161', '');
INSERT INTO lar_data VALUES ('1566381654308', '1574734493847', 'ลาป่วย', '1574640000', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1574734508510', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381272207', '1574733601142', 'ลากิจ', '1575590400', null, null, '1', 'label-success', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1574737349511', null, null, 'มณฑา ทองส่งโสม', '1575366394', 'ธนกร จริยเพียรพันธุ์', '1585198166', '');
INSERT INTO lar_data VALUES ('1566381272207', '1574733601143', 'ลากิจ', '1577664000', null, null, '1', 'label-success', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1574737352701', null, null, 'มณฑา ทองส่งโสม', '1575366395', 'ธนกร จริยเพียรพันธุ์', '1585198175', '');
INSERT INTO lar_data VALUES ('1542678301458', '1574740067300', 'ลาสลับวันหยุด', '1575417600', null, '1567270800', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1574740226798', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1575861329', 'ธนกร จริยเพียรพันธุ์', '1585198165', '');
INSERT INTO lar_data VALUES ('1526339054692', '1552875408869', 'ลาพักร้อน', '1552608000', null, null, '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1552875414140', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499926', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1526857550562', '1553137710905', 'พบแพทย์ติดตามอาการ', '1552348800', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1553137833554', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499926', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1526857550562', '1553137710906', 'ลาพักร้อน', '1554681600', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1553137903421', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1553499927', 'กิตติพงศ์ วิศวางกูร', '1553502441', '');
INSERT INTO lar_data VALUES ('1529450029911', '1553155245906', 'ปวดหัว', '1552262400', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1553155505303', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1553157577', 'กิตติพงศ์ วิศวางกูร', '1553165456', '');
INSERT INTO lar_data VALUES ('1529450029911', '1553155245907', 'ปวดท้อง', '1550707200', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1553155681324', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1553157579', 'กิตติพงศ์ วิศวางกูร', '1553165456', '');
INSERT INTO lar_data VALUES ('1523746575342', '1553242590040', 'ลาป่วย', '1552867200', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1553242676854', null, null, 'กีรติยา พงษ์พานิช', '1553243537', 'กิตติพงศ์ วิศวางกูร', '1553244273', '');
INSERT INTO lar_data VALUES ('1523746575342', '1553243032017', 'ลาพักร้อน', '1551571200', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1553243035011', null, null, 'กีรติยา พงษ์พานิช', '1553243538', 'กิตติพงศ์ วิศวางกูร', '1553244273', '');
INSERT INTO lar_data VALUES ('1523228079472', '1553244010526', 'ลาป่วย', '1553040000', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1553244033804', null, null, 'กีรติยา พงษ์พานิช', '1553244241', 'กิตติพงศ์ วิศวางกูร', '1553244273', '');
INSERT INTO lar_data VALUES ('1532042509261', '1553250682723', 'ลาพักร้อน', '1558396800', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1553250713955', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1553250682724', 'ลาพักร้อน', '1558483200', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1553250745126', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1553252009455', 'ลากิจ', '1553472000', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '0', '1553252014370', '0', '1553243136', 'แก้วตา แกมนิล', '1553478108', 'กิตติพงศ์ วิศวางกูร', '1554353713', '');
INSERT INTO lar_data VALUES ('1520635600122', '1553326120445', 'ลากิจ', '1553472000', null, null, '1', 'label-success', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1553326133040', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1553335842', 'กิตติพงศ์ วิศวางกูร', '1553336372', '');
INSERT INTO lar_data VALUES ('1520635600122', '1553326120446', 'ลาพักร้อน', '1555459200', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1553326226713', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1553335844', 'กิตติพงศ์ วิศวางกูร', '1553336372', '');
INSERT INTO lar_data VALUES ('1520635600122', '1553326120447', 'ลาพักร้อน', '1555545600', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1553326230373', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1553335845', 'กิตติพงศ์ วิศวางกูร', '1553336372', '');
INSERT INTO lar_data VALUES ('1520635600122', '1553326120448', 'ลาพักร้อน', '1555632000', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1553326234877', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1553335847', 'กิตติพงศ์ วิศวางกูร', '1553336372', '');
INSERT INTO lar_data VALUES ('1523487327407', '1553334211265', 'ลาพักร้อน', '1552262400', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1553334218542', null, null, 'กีรติยา พงษ์พานิช', '1553450494', 'กิตติพงศ์ วิศวางกูร', '1553480499', '');
INSERT INTO lar_data VALUES ('1523487327407', '1553334211266', 'ลาพักร้อน', '1552348800', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1553334224717', null, null, 'กีรติยา พงษ์พานิช', '1553450494', 'กิตติพงศ์ วิศวางกูร', '1553480499', '');
INSERT INTO lar_data VALUES ('1523487327407', '1553334211267', 'ลาป่วย', '1552435200', null, null, '1', 'label-grey', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1553334235004', null, null, 'กีรติยา พงษ์พานิช', '1553450494', 'กิตติพงศ์ วิศวางกูร', '1553480499', '');
INSERT INTO lar_data VALUES ('1529968525781', '1575628983511', 'ลาพักร้อน', '1576454400', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1575628988360', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1575857718', 'ธนกร จริยเพียรพันธุ์', '1585198170', '');
INSERT INTO lar_data VALUES ('1531524013391', '1575600568656', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1575600612770', null, null, 'แก้วตา แกมนิล', '1575604226', 'ธนกร จริยเพียรพันธุ์', '1585198176', '');
INSERT INTO lar_data VALUES ('1526339054692', '1575595703571', 'ลาพักร้อน', '1576454400', '1576627200', null, '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1575595706945', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1575861333', 'ธนกร จริยเพียรพันธุ์', '1585198170', '');
INSERT INTO lar_data VALUES ('1524005823277', '1575597655067', 'ลาพักร้อน', '1575244800', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1575597826933', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1577350366', 'ธนกร จริยเพียรพันธุ์', '1585198164', '');
INSERT INTO lar_data VALUES ('1531524013391', '1575600568655', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1575600574471', null, null, 'แก้วตา แกมนิล', '1575604227', 'ธนกร จริยเพียรพันธุ์', '1585198173', '');
INSERT INTO lar_data VALUES ('1531005517521', '1553479444571', 'ลากิจ', '1553558400', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1553479450592', null, null, 'แก้วตา แกมนิล', '1554104451', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1526857550562', '1576134156914', 'ลาพักร้อน', '1577365200', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1575969423377', null, null, null, null, 'ธนกร จริยเพียรพันธุ์', '1585198178', null);
INSERT INTO lar_data VALUES ('1526857550562', '1574323738374', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1575969423377', null, null, null, null, 'ธนกร จริยเพียรพันธุ์', '1585198172', null);
INSERT INTO lar_data VALUES ('1526857550562', '1577075363018', 'ลาพักร้อน', '1577232000', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'atch.bum@iris.co.th', '0', '4', '1575969423377', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465009', 'ธนกร จริยเพียรพันธุ์', '1585198172', null);
INSERT INTO lar_data VALUES ('1542678301458', '1577152910553', 'ลาสลับวันหยุด', '1577664000', null, '1576256400', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '0', '1577152915552', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1577448468', null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1577160642958', 'เป็นไข้', '1576454400', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1577160663693', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1577164190', 'ธนกร จริยเพียรพันธุ์', '1585198170', '');
INSERT INTO lar_data VALUES ('1529709277846', '1553495589740', 'ไป ตจว', '1553558400', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1553495767334', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1553496116', 'กิตติพงศ์ วิศวางกูร', '1553497346', '');
INSERT INTO lar_data VALUES ('1529709277846', '1553495589741', 'ไป ตจว', '1555459200', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1553495790724', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1553496117', 'กิตติพงศ์ วิศวางกูร', '1553497346', '');
INSERT INTO lar_data VALUES ('1542678920886', '1553570621455', 'ลาพักร้อน', '1553243400', '1553259600', null, '0', 'label-warning', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1553570647719', null, null, 'แก้วตา แกมนิล', '1554104455', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1542678920886', '1553570362455', 'ลาพักร้อน', '1553817600', null, null, '1', 'label-warning', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1553570471583', null, null, 'แก้วตา แกมนิล', '1554104458', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1525042815017', '1553571239284', 'ไข้หวัด', '1553472000', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1553571271905', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1554091627', 'กิตติพงศ์ วิศวางกูร', '1554108523', 'Mon,Mar,25,2019,07,00,00.jpg');
INSERT INTO lar_data VALUES ('1531005517521', '1573625918221', 'ลาพักร้อน', '1575590400', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1573625927327', null, null, 'แก้วตา แกมนิล', '1573704892', 'ธนกร จริยเพียรพันธุ์', '1585198166', '');
INSERT INTO lar_data VALUES ('1566381272207', '1573525345646', 'ลาป่วย', '1573430400', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1573525354165', null, null, 'มณฑา ทองส่งโสม', '1574326577', 'ธนกร จริยเพียรพันธุ์', '1585198159', 'Mon,Nov,11,2019,07,00,00.pdf');
INSERT INTO lar_data VALUES ('1569812056211', '1573437582525', 'ลากิจ', '1573516800', null, null, '1', 'label-success', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '0', '2', '1573437657407', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531524013391', '1573442358567', 'ลากิจ', '1573477200', '1573495200', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1573442499997', null, null, 'แก้วตา แกมนิล', '1573706206', 'ธนกร จริยเพียรพันธุ์', '1585198159', '');
INSERT INTO lar_data VALUES ('1531524013391', '1573442557912', 'ลาป่วย', '1572566400', null, null, '1', 'label-grey', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1573442563017', null, null, 'แก้วตา แกมนิล', '1573706209', 'ธนกร จริยเพียรพันธุ์', '1585198155', '');
INSERT INTO lar_data VALUES ('1519857856318', '1553677535822', 'ลาป่วย', '1553644800', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1553677562534', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1553785363', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1566381796376', '1573179261756', 'ลาป่วย', '1573084800', null, null, '1', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1573179274752', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134593', 'ธนกร จริยเพียรพันธุ์', '1585198158', '');
INSERT INTO lar_data VALUES ('1569812056211', '1573437582523', 'ลาฝึกอบรม', '1572912000', null, null, '1', 'label-info', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '0', '2', '1573437608959', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1520376352188', '1572323501922', 'ลากิจ', '1572566400', null, null, '1', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1572323525885', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1572361882', 'ธนกร จริยเพียรพันธุ์', '1585198156', '');
INSERT INTO lar_data VALUES ('1527894542301', '1572334059450', 'ลาพาลูกไปหาหมอ หมอนัดฉีดวัคซีน', '1572998400', null, null, '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1572335857697', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1572361898', 'ธนกร จริยเพียรพันธุ์', '1585198157', '');
INSERT INTO lar_data VALUES ('1525042815017', '1553855472930', 'ลาป่วย (ครึ่งวัน) หาหมอ คัดจมูก', '1553644800', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1553855490770', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1554091627', 'กิตติพงศ์ วิศวางกูร', '1554108523', '');
INSERT INTO lar_data VALUES ('1525042815017', '1553855472929', 'ลาป่วย ไซนัส + ใบรับรองแพทย์', '1553731200', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1553855486645', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1554091627', 'กิตติพงศ์ วิศวางกูร', '1554108523', 'Thu,Mar,28,2019,07,00,00.jpg');
INSERT INTO lar_data VALUES ('1522191087732', '1554019917265', 'ลาพักร้อน', '1554249600', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1554019932546', null, null, 'รัญชิดา หงษา', '1554193676', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1522191087732', '1554019917266', 'ลาพักร้อน', '1554422400', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1554019935186', null, null, 'รัญชิดา หงษา', '1554193677', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1522191087732', '1554019917267', 'ลาพักร้อน', '1554854400', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1554019937596', null, null, 'รัญชิดา หงษา', '1554193679', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1522191087732', '1554019917268', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1554019939388', null, null, 'รัญชิดา หงษา', '1554193680', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1526857550562', '1575369124070', 'ลาสลับวันหยุด', '1576454400', null, '1569603600', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1575369138542', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1575861333', 'ธนกร จริยเพียรพันธุ์', '1585198171', '');
INSERT INTO lar_data VALUES ('1526857550562', '1575369124071', 'ลาพักร้อน', '1577059200', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1575369185777', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1575861332', 'ธนกร จริยเพียรพันธุ์', '1585198171', '');
INSERT INTO lar_data VALUES ('1521672591862', '1575358622852', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1575358636881', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428494', 'ธนกร จริยเพียรพันธุ์', '1585198179', '');
INSERT INTO lar_data VALUES ('1522191087732', '1575025207563', 'ลาพักร้อน', '1575676800', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1575025220394', null, null, 'กีรติยา พงษ์พานิช', '1575441115', 'ธนกร จริยเพียรพันธุ์', '1585198167', '');
INSERT INTO lar_data VALUES ('1522191087732', '1575025207564', 'ลาพักร้อน', '1575763200', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1575025223032', null, null, 'กีรติยา พงษ์พานิช', '1575441115', 'ธนกร จริยเพียรพันธุ์', '1585198167', '');
INSERT INTO lar_data VALUES ('1542678920886', '1580096843335', 'ลากิจ', '1579824000', null, null, '1', 'label-success', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1580101077231', null, null, 'แก้วตา แกมนิล', '1580114168', 'ธนกร จริยเพียรพันธุ์', '1585191704', '');
INSERT INTO lar_data VALUES ('1527894542301', '1575269304427', 'ลาพาลูกไปฉีดวัคซีน ', '1575417600', null, null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1575269310761', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428498', 'ธนกร จริยเพียรพันธุ์', '1585198165', '');
INSERT INTO lar_data VALUES ('1521672591862', '1575358622853', 'ลาพักร้อน', '1577491200', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1575358641696', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428512', 'ธนกร จริยเพียรพันธุ์', '1585198174', '');
INSERT INTO lar_data VALUES ('1521672591862', '1575358622851', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1575358633934', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1575428513', 'ธนกร จริยเพียรพันธุ์', '1585198178', '');
INSERT INTO lar_data VALUES ('1531005517521', '1554187603614', 'ลากิจ 4.30 ชม.', '1554382800', '1554399000', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1554187637476', null, null, 'แก้วตา แกมนิล', '1554779241', 'กิตติพงศ์ วิศวางกูร', '1555559713', '');
INSERT INTO lar_data VALUES ('1529450029911', '1554173655281', 'ทำธุระส่วนตัว', '1553817600', null, null, '1', 'label-success', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '0', '1554173672678', '0', '1555481323', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554176580', 'กิตติพงศ์ วิศวางกูร', '1555560053', '');
INSERT INTO lar_data VALUES ('1529450029911', '1575010053954', 'ลากิจ', '1574812800', null, null, '1', 'label-success', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1575010059676', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1575010339', 'ธนกร จริยเพียรพันธุ์', '1585198163', '');
INSERT INTO lar_data VALUES ('1529450029911', '1554176497924', 'ปวดท้อง', '1553817600', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1554176538415', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554432320', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1524005823277', '1574045257555', 'กลับสุราษฎร์ธานี', '1577664000', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1574045404483', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1577350433', 'ธนกร จริยเพียรพันธุ์', '1585198176', '');
INSERT INTO lar_data VALUES ('1519857856318', '1554350691746', 'ลาสลับวันหยุด', '1554336000', null, '1553965200', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1554350704924', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554390728', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1566381796376', '1573179261755', 'ลาป่วย', '1572998400', null, null, '1', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1573179271345', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134593', 'ธนกร จริยเพียรพันธุ์', '1585198158', '');
INSERT INTO lar_data VALUES ('1527894542301', '1554353902071', 'วันที่ 10/4/62 สาวขอลานะค่ะ (พาลูกไปฉีดวัคซีน)', '1554854400', null, null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1554353909544', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554390731', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1519857856318', '1554430691594', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1554430702148', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554460401', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1519857856318', '1554430691595', 'ลาพักร้อน', '1555459200', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1554430847111', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554460400', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1530227773716', '1554432010542', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1554432041219', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1554431908941', 'ลาป่วย', '1553558400', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1554431954237', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554432318', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1529968525781', '1554431908942', 'ลาป่วย', '1554163200', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1554432006819', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554432316', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1529968525781', '1554431908943', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1554432023125', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554432318', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1529968525781', '1554431908944', 'ลาพักร้อน', '1555459200', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1554432033724', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554432314', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1529968525781', '1554432231692', 'ลากิจ', '1554476400', '1554485400', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '0', '1554432321658', '0', '1554172019', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1554433327', 'กิตติพงศ์ วิศวางกูร', '1554461375', '');
INSERT INTO lar_data VALUES ('1527894542301', '1554434400725', 'ลาคลอด', '1549411200', '1554076800', null, '1', 'label-info', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1554434413606', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554460398', 'กิตติพงศ์ วิศวางกูร', '1554461218', '');
INSERT INTO lar_data VALUES ('1522191087732', '1576233811051', 'ลาพักร้อน', '1577404800', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1576233873127', null, null, 'กีรติยา พงษ์พานิช', '1576464713', 'ธนกร จริยเพียรพันธุ์', '1585198173', '');
INSERT INTO lar_data VALUES ('1522191087732', '1576233811052', 'ลาพักร้อน', '1577577600', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1576233875736', null, null, 'กีรติยา พงษ์พานิช', '1576464713', 'ธนกร จริยเพียรพันธุ์', '1585198174', '');
INSERT INTO lar_data VALUES ('1531524013391', '1554778832822', 'ลาพักร้อน', '1555027200', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1554778840652', null, null, 'แก้วตา แกมนิล', '1554779250', 'กิตติพงศ์ วิศวางกูร', '1555559713', '');
INSERT INTO lar_data VALUES ('1531005517521', '1554806317263', 'ลากิจ ', '1554901200', '1554917400', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1554806361566', null, null, 'แก้วตา แกมนิล', '1555897546', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459986', '');
INSERT INTO lar_data VALUES ('1525820558822', '1554879454171', 'ลากิจ', '1555459200', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '2', '1554879461029', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678614431', '1554880582730', 'ลาพักร้อน', '1557360000', null, null, '1', 'label-warning', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1554880602689', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554947332', 'กิตติพงศ์ วิศวางกูร', '1555559713', '');
INSERT INTO lar_data VALUES ('1542678614431', '1554880582731', 'ลาพักร้อน', '1557446400', null, null, '1', 'label-warning', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1554880604378', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554947333', 'กิตติพงศ์ วิศวางกูร', '1555559713', '');
INSERT INTO lar_data VALUES ('1519857856318', '1554886883540', 'ลาสลับวันหยุด', '1554940800', null, '1554570000', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1554886888398', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1554891438', 'กิตติพงศ์ วิศวางกูร', '1555559713', '');
INSERT INTO lar_data VALUES ('1531005517521', '1555054635869', 'ลาป่วย', '1554940800', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1555054644174', null, null, 'แก้วตา แกมนิล', '1555897573', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459987', '');
INSERT INTO lar_data VALUES ('1531005517521', '1555054675399', 'ลากิจ', '1555459200', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1555054678997', null, null, 'แก้วตา แกมนิล', '1555983640', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459988', '');
INSERT INTO lar_data VALUES ('1520376352188', '1555060378978', 'ลาพักร้อน', '1562889600', null, null, '1', 'label-warning', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1555060559282', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556086804', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459989', '');
INSERT INTO lar_data VALUES ('1520376352188', '1555060378976', 'ลาพักร้อน', '1563321600', null, null, '1', 'label-warning', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1555060556067', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556086810', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459990', '');
INSERT INTO lar_data VALUES ('1520376352188', '1555060378977', 'ลาพักร้อน', '1563148800', null, null, '1', 'label-warning', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1555060557715', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556086812', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459991', '');
INSERT INTO lar_data VALUES ('1525042815017', '1555467746806', 'ลาพักร้อน', '1555632000', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1555467754998', null, null, 'เด่นชัย ทะกันจร', '1555640172', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459991', '');
INSERT INTO lar_data VALUES ('1525042815017', '1555467746807', 'ลาพักร้อน', '1555891200', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1555467757276', null, null, 'เด่นชัย ทะกันจร', '1555640172', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459992', '');
INSERT INTO lar_data VALUES ('1566381154213', '1572836726828', 'ลากิจ', '1572912000', null, null, '1', 'label-success', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1572836735766', null, null, 'มณฑา ทองส่งโสม', '1573179143', 'ธนกร จริยเพียรพันธุ์', '1585198157', null);
INSERT INTO lar_data VALUES ('1530487021651', '1555551378506', 'ลาพักร้อน', '1556280000', '1556299800', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1555551473703', null, null, 'แก้วตา แกมนิล', '1555897530', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459993', '');
INSERT INTO lar_data VALUES ('1530487021651', '1555551378507', 'ลาพักร้อน', '1564129800', '1564162200', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1555551520804', null, null, 'แก้วตา แกมนิล', '1555897553', 'ปัญจิตต์ ผิวเกษแก้ว', '1564459994', '');
INSERT INTO lar_data VALUES ('1530487021651', '1572862348624', 'ลาพักร้อน', '1577694600', '1577727000', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1572862421054', null, null, 'แก้วตา แกมนิล', '1573706213', 'ธนกร จริยเพียรพันธุ์', '1585198177', '');
INSERT INTO lar_data VALUES ('1566381654308', '1572574610873', 'ลาป่วย', '1572271200', '1572283800', null, '0', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1572574717140', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527894542301', '1572579920079', 'ขอลาเนื่องจากไม่มีคนเลี้ยงลูก จึงต้องเลี้ยงเอง', '1573430400', null, null, '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1572579927001', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1573034113', 'ธนกร จริยเพียรพันธุ์', '1585198159', '');
INSERT INTO lar_data VALUES ('1531005517521', '1572830357389', 'ลากิจ 2.30 ชม. ไปงานศพ', '1572620400', '1572629400', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1572830382949', null, null, 'แก้วตา แกมนิล', '1573706218', 'ธนกร จริยเพียรพันธุ์', '1585198156', '');
INSERT INTO lar_data VALUES ('1531005517521', '1572830416989', 'ลากิจ 3.5 ชม ไปงานศพ', '1573048800', '1573061400', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1572830460188', null, null, 'แก้วตา แกมนิล', '1573706223', 'ธนกร จริยเพียรพันธุ์', '1585198158', '');
INSERT INTO lar_data VALUES ('1531005517521', '1572830538618', 'ลาพักร้อน 3.5 ชม', '1573480800', '1573493400', null, '0', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1572830577515', null, null, 'แก้วตา แกมนิล', '1573706228', 'ธนกร จริยเพียรพันธุ์', '1585198159', '');
INSERT INTO lar_data VALUES ('1566381796376', '1572836259927', 'สอบ ป.โท', '1573646400', '1573666200', null, '0', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1572836363453', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134593', 'ธนกร จริยเพียรพันธุ์', '1585198160', '');
INSERT INTO lar_data VALUES ('1519857856318', '1572847179358', 'ลากิจ', '1572912000', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1572847199157', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1573034117', 'ธนกร จริยเพียรพันธุ์', '1585198157', '');
INSERT INTO lar_data VALUES ('1542678614431', '1572855377164', 'ลาพักร้อน', '1575590400', null, null, '1', 'label-warning', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1572855498531', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1573034118', 'ธนกร จริยเพียรพันธุ์', '1585198166', '');
INSERT INTO lar_data VALUES ('1518820864578', '1555651772271', 'กลับไปส่งลูก ต่างจังหวัดไม่มีคนไปส่ง', '1555718400', null, null, '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1555651971339', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556086813', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460000', '');
INSERT INTO lar_data VALUES ('1526339054692', '1555650183157', 'ลากลับไปทำธุระที่หาดใหญ่', '1567036800', '1567209600', null, '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1555661522591', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1558607252', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460000', '');
INSERT INTO lar_data VALUES ('1529450029911', '1555667288794', 'ปวดหัว', '1555459200', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1555667716488', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984421', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460001', '');
INSERT INTO lar_data VALUES ('1529450029911', '1555667288795', 'ปวดท้องประจำเดือน', '1554714000', '1554724800', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1555667857325', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984422', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460001', '');
INSERT INTO lar_data VALUES ('1531005517521', '1555670827014', 'ลาพักร้อน', '1556755200', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '0', '1555670841028', null, '1556596493', 'แก้วตา แกมนิล', '1555983651', null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1555670827013', 'ลาพักร้อน', '1556841600', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1555670836001', null, null, 'แก้วตา แกมนิล', '1555983655', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460002', '');
INSERT INTO lar_data VALUES ('1523746575342', '1555827961132', 'ลาป่วย', '1555545600', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1555828007959', null, null, 'กีรติยา พงษ์พานิช', '1555828282', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460003', '');
INSERT INTO lar_data VALUES ('1542678301458', '1555899321801', 'ลาป่วย', '1555632000', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1555899326079', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1558607253', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460003', '');
INSERT INTO lar_data VALUES ('1529709277846', '1555907122103', 'ไป ตจว', '1555545600', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1555907129496', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984423', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460004', '');
INSERT INTO lar_data VALUES ('1529709277846', '1555907122104', 'ไป ตจว', '1555632000', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1555907132554', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984432', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460005', '');
INSERT INTO lar_data VALUES ('1529968525781', '1555916357535', 'ลาป่วย', '1555691400', '1555695000', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1555916609701', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984433', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460006', '');
INSERT INTO lar_data VALUES ('1529968525781', '1555916650791', 'ลาป่วย', '1555921800', '1555934400', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1555916715790', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1555984436', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460006', '');
INSERT INTO lar_data VALUES ('1527376046432', '1555922154386', 'ลาพักร้อน', '1555459200', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1546837119409', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525820558822', '1555933228987', 'ลาป่วย', '1553212800', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '2', '1555933238030', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1555984448747', 'ท้องเสีย', '1553731200', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1555984574275', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1520376352188', '1572323501920', 'ลากิจ', '1572393600', null, null, '1', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1572323522287', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1572361899', 'ธนกร จริยเพียรพันธุ์', '1585198154', '');
INSERT INTO lar_data VALUES ('1520376352188', '1572323501921', 'ลากิจ', '1572480000', null, null, '1', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1572323524013', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1572361901', 'ธนกร จริยเพียรพันธุ์', '1585198155', '');
INSERT INTO lar_data VALUES ('1522968831537', '1555986980494', 'ใช้พักร้อนปี61', '1556236800', null, null, '1', 'label-warning', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1555987013761', null, null, 'กีรติยา พงษ์พานิช', '1559640492', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460008', '');
INSERT INTO lar_data VALUES ('1522968831537', '1555986980495', 'ลาสลับวันหยุด', '1556323200', null, '1555261200', '1', 'label-danger', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1555987018595', null, null, 'กีรติยา พงษ์พานิช', '1559640491', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460008', '');
INSERT INTO lar_data VALUES ('1524524319147', '1555987185132', 'ลาป่วย', '1555459200', null, null, '1', 'label-grey', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1555987194166', null, null, 'เด่นชัย ทะกันจร', '1556513036', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460009', '');
INSERT INTO lar_data VALUES ('1519857856318', '1555989601393', 'ลาป่วย', '1555718400', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1555989603860', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556086820', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460010', '');
INSERT INTO lar_data VALUES ('1524005823277', '1574045257553', 'กลับสุราษฎร์ธานี', '1577491200', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1574045393566', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1577350425', 'ธนกร จริยเพียรพันธุ์', '1585198174', '');
INSERT INTO lar_data VALUES ('1524005823277', '1574044901804', 'ลาพักร้อน', '1575158400', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1574044990514', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1575013664', 'ธนกร จริยเพียรพันธุ์', '1585198164', '');
INSERT INTO lar_data VALUES ('1524005823277', '1574044901806', 'ลาพักร้อน', '1575072000', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1574045043955', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574714607', 'ธนกร จริยเพียรพันธุ์', '1585198164', '');
INSERT INTO lar_data VALUES ('1519080112513', '1571710347776', 'ไปงานศพยายที่ ตจว.', '1572048000', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1571710447646', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724355', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1519080112513', '1571710347777', 'ไปงานศพยายที่ ตจว.', '1572134400', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1571710476842', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724359', 'ธนกร จริยเพียรพันธุ์', '1585198154', '');
INSERT INTO lar_data VALUES ('1566381272207', '1571711385706', 'ลาป่วย', '1571616000', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1571711431708', null, null, 'มณฑา ทองส่งโสม', '1571720132', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1519857856318', '1556773846782', 'ลาป่วย', '1556323200', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1556773858483', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556877788', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460016', '');
INSERT INTO lar_data VALUES ('1526339054692', '1556851095647', 'ท้องเสีย', '1556841600', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1556851102115', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1558607254', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460017', '');
INSERT INTO lar_data VALUES ('1527894542301', '1556871703869', 'ลาป๋วย (ครึ่งวันเช้า)', '1556870400', '1556884800', null, '0', 'label-grey', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1556871716697', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1556877789', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460017', '');
INSERT INTO lar_data VALUES ('1519857856318', '1557287374480', 'ลากิจ', '1557360000', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1557288411693', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1557295887', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460017', '');
INSERT INTO lar_data VALUES ('1519857856318', '1557287374481', 'ลากิจ', '1557446400', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1557288422768', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1557295849', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460018', '');
INSERT INTO lar_data VALUES ('1524524319147', '1557453409626', 'ทำวีซ่ายุโรป', '1557964800', null, null, '1', 'label-success', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1557453416896', null, null, 'เด่นชัย ทะกันจร', '1557484539', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460018', '');
INSERT INTO lar_data VALUES ('1519857856318', '1557546374423', 'ลาป่วย', '1557532800', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1557546392960', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1557590713', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460018', '');
INSERT INTO lar_data VALUES ('1525042815017', '1557801169045', 'ลาพักร้อน ไปต่างจังหวัด', '1558656000', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1557801175486', null, null, 'จิตติกานต์ หาพุฒพงษ์', '1558061020', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460018', '');
INSERT INTO lar_data VALUES ('1525042815017', '1557801169046', 'ลากิจ ทำเรื่องโอนที่ดินบ้านพ่อที่ต่างจังหวัด', '1558915200', null, null, '1', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1557801180204', null, null, 'จิตติกานต์ หาพุฒพงษ์', '1558061021', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460019', '');
INSERT INTO lar_data VALUES ('1569812056211', '1573437582524', 'ลาฝึกอบรม', '1572998400', null, null, '1', 'label-info', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '0', '2', '1573437611623', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381272207', '1573015631308', 'ลาป่วย', '1572825600', '1572998400', null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1573015935389', null, null, 'มณฑา ทองส่งโสม', '1573091483', 'ธนกร จริยเพียรพันธุ์', '1585198157', '');
INSERT INTO lar_data VALUES ('1524524319147', '1561599435785', 'ลาสลับวันหยุด', '1559347200', null, '1561568400', '1', 'label-danger', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1561599441908', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1562734532', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460019', '');
INSERT INTO lar_data VALUES ('1531005517521', '1561459439939', 'ลากิจ', '1561644000', '1561656600', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1561459555339', null, null, 'แก้วตา แกมนิล', '1561621853', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460019', '');
INSERT INTO lar_data VALUES ('1518820864578', '1557986995694', 'กลับต่างจังหวัด', '1559347200', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1557987013665', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1558001231', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460019', '');
INSERT INTO lar_data VALUES ('1531524013391', '1558404759626', 'ลากิจ ', '1557846000', '1557856800', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1558404813789', null, null, 'แก้วตา แกมนิล', '1558408426', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460020', '');
INSERT INTO lar_data VALUES ('1529968525781', '1558411145218', 'ลาป่วย', '1557217800', '1557226800', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1558411514437', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1558433252', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460020', '');
INSERT INTO lar_data VALUES ('1529968525781', '1558430112920', 'ลาพักร้อน', '1556755200', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1558430117343', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1558433253', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460020', '');
INSERT INTO lar_data VALUES ('1530227773716', '1558433649497', 'ลากิจ', '1559001600', null, null, '1', 'label-success', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1558433669037', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1528413038171', '1558500454830', 'พักร้อน', '1559260800', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1558500473601', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465589', 'ภัสรา ชื่นจิตร', '1566553137', '');
INSERT INTO lar_data VALUES ('1526857550562', '1558507571542', 'ลาป่วย', '1555977600', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1558507596648', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1558607255', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460020', '');
INSERT INTO lar_data VALUES ('1526857550562', '1558507571543', 'ลาป่วย', '1558569600', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1558507610125', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1558607255', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460021', '');
INSERT INTO lar_data VALUES ('1545623825687', '1577280122565', 'ลากิจไปย้ายทะเบียนบ้าน', '1577318400', null, null, '1', 'label-success', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1577280171980', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1577328868', 'ธนกร จริยเพียรพันธุ์', '1585198172', '');
INSERT INTO lar_data VALUES ('1552277944331', '1577271082108', 'บวชขาว', '1577451600', '1577467800', null, '0', 'label-success', 'บุศริน วัฒนาพรศิริโชติ', 'kittipongs@iris.co.th', '1', '2', '1577271128980', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1574836527072', 'พาแม่ไปรักษาตา', '1575417600', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1574842229148', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1577164191', 'ธนกร จริยเพียรพันธุ์', '1585198165', '');
INSERT INTO lar_data VALUES ('1528413038171', '1574835293602', 'พักร้อน', '1577404800', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1574835880464', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1558606995625', 'ลาป่วย', '1556841600', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1556871716697', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1558609380722', 'ลาป่วย ปวดท้อง อาเจียน ลาครึ่งวันเช้า', '1558483200', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1558609392002', null, null, 'จิตติกานต์ หาพุฒพงษ์', '1558612010', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460022', '');
INSERT INTO lar_data VALUES ('1531005517521', '1558662026250', 'ลาป่วย ', '1558569600', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1558662038187', null, null, 'แก้วตา แกมนิล', '1558663810', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460022', '');
INSERT INTO lar_data VALUES ('1526857550562', '1571633387532', 'ลาสลับวันหยุด', '1572480000', null, '1562346000', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1571633390831', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322980', 'ธนกร จริยเพียรพันธุ์', '1585198155', '');
INSERT INTO lar_data VALUES ('1522709583602', '1558672706753', 'ลาป่วย', '1557878400', null, null, '1', 'label-grey', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1558672716044', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465603', 'ภัสรา ชื่นจิตร', '1566553137', '');
INSERT INTO lar_data VALUES ('1528413038171', '1558673271739', 'พักร้อน', '1556150400', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1558673278605', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465594', 'ภัสรา ชื่นจิตร', '1566553136', '');
INSERT INTO lar_data VALUES ('1529450029911', '1576134156914', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1576134177249', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576135748', 'ธนกร จริยเพียรพันธุ์', '1585198178', '');
INSERT INTO lar_data VALUES ('1528413038171', '1574397479446', 'ลาป่วย', '1574208000', null, null, '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '4', '1574397500047', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574714553', 'ธนกร จริยเพียรพันธุ์', '1585198162', '');
INSERT INTO lar_data VALUES ('1528413038171', '1558673271740', 'พักร้อน', '1553817600', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '0', '4', '1558673311348', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465614', 'ภัสรา ชื่นจิตร', '1566553136', '');
INSERT INTO lar_data VALUES ('1525820558822', '1574332467620', 'ลาพักร้อน', '1575936000', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1574333391899', null, null, 'วัฒนา ศักขี', '1574414096', 'ธนกร จริยเพียรพันธุ์', '1585198169', '');
INSERT INTO lar_data VALUES ('1531524013391', '1558688803039', 'ลาพักร้อน', '1561334400', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1558688816342', null, null, 'แก้วตา แกมนิล', '1561012628', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460023', '');
INSERT INTO lar_data VALUES ('1520117104253', '1558710493467', 'ลาพักร้อน', '1561680000', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '4', '1558710660654', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1558936844', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460023', '');
INSERT INTO lar_data VALUES ('1526339054692', '1558914439408', 'ลาสลับวันหยุด', '1558915200', null, '1558717200', '1', 'label-danger', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1558914448171', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549550', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460023', '');
INSERT INTO lar_data VALUES ('1566381796376', '1574835435096', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1574835693630', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134594', 'ธนกร จริยเพียรพันธุ์', '1585198176', '');
INSERT INTO lar_data VALUES ('1528413038171', '1574835293599', 'พักร้อน', '1575849600', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1574835363390', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1528413038171', '1574835293600', 'พักร้อน', '1575936000', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1574835374117', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381796376', '1574835435095', 'ไข้หวัด', '1574640000', null, null, '1', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1574835453207', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134594', 'ธนกร จริยเพียรพันธุ์', '1585198162', '');
INSERT INTO lar_data VALUES ('1528413038171', '1574835293598', 'พักร้อน', '1575590400', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1574835344422', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1559615452618', 'ลาป่วย', '1559260800', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1559615462798', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1559269295672', 'ลาป่วย', '1558945800', '1558958400', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1559269422502', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1559273947', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460024', '');
INSERT INTO lar_data VALUES ('1527894542301', '1559287960687', 'ลาหมอนัด', '1560124800', null, null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1559288021201', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1559324941', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460024', '');
INSERT INTO lar_data VALUES ('1527376046432', '1559615576879', 'เฝ้าลูกที่โรงพยาบาล', '1559692800', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1559615583300', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1571664428120', 'ลาสลับวันหยุด', '1569628800', null, '1569690000', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1571664483118', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1571778221', 'ธนกร จริยเพียรพันธุ์', '1585198149', '');
INSERT INTO lar_data VALUES ('1523487327407', '1559640159643', 'ลากิจ', '1559692800', null, null, '1', 'label-success', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1559640276543', null, null, 'กีรติยา พงษ์พานิช', '1559640485', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460025', '');
INSERT INTO lar_data VALUES ('1525820558822', '1574332467615', 'ลาพักร้อน', '1575590400', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1574332950717', null, null, 'วัฒนา ศักขี', '1574414087', 'ธนกร จริยเพียรพันธุ์', '1585198167', '');
INSERT INTO lar_data VALUES ('1519080112513', '1569992181103', 'ลาป่วย', '1569283200', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1569992189326', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724356', 'ธนกร จริยเพียรพันธุ์', '1585198147', '');
INSERT INTO lar_data VALUES ('1526857550562', '1571632457003', 'ลากิจ', '1570060800', null, null, '1', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1571632520468', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322980', 'ธนกร จริยเพียรพันธุ์', '1585198151', '');
INSERT INTO lar_data VALUES ('1531005517521', '1559872650622', 'ลาป่วย ปวดแขนยกแขนไม่ขึ้น', '1559779200', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1559872658004', null, null, 'แก้วตา แกมนิล', '1561012633', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460025', '');
INSERT INTO lar_data VALUES ('1542678301458', '1559872734749', 'ลาสลับวันหยุด', '1559779200', null, '1553274000', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1559872741016', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1560138467', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460026', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997978', 'ผ่าฝี', '1559826000', '1559844000', null, '0', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221055989', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549552', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460026', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997979', 'ผ่าฝี', '1559865600', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221116988', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549552', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460026', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997980', 'ผ่าฝี', '1560124800', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221138597', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549553', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460026', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997981', 'ติดตามอาการผ่าฝี', '1560384000', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221166340', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549553', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460027', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997984', 'ลาสลับวันหยุด', '1560297600', null, '1558803600', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221229587', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549553', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460027', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997986', 'ลาพักร้อน', '1560528000', '1560535200', null, '0', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221347842', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549553', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460027', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997987', 'ลาพักร้อน', '1560787200', '1560794400', null, '0', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221379601', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549554', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460027', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997988', 'ลาพักร้อน', '1560873600', '1560880800', null, '0', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221513526', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549554', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460027', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560220997989', 'ลาพักร้อน', '1560960000', '1560967200', null, '0', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560221532613', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549554', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460028', '');
INSERT INTO lar_data VALUES ('1530227773716', '1560479235781', 'ลาป่วน', '1560297600', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1560479265158', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1560494222698', 'ลากิจ', '1560528000', '1560535200', null, '0', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1560494796754', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1560494823606', 'ลาพักร้อน', '1560297600', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1560494844770', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1560823927383', 'ดูแผลผ่าฝี', '1560988800', null, null, '1', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560824116723', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549554', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460028', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560823927384', 'ล้างแผล', '1561392000', '1561399200', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560824257506', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549554', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460028', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560823927385', 'ล้างแผล', '1561478400', '1561485600', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560824306495', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549555', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460028', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560823927386', 'ล้างแผล', '1561564800', '1561572000', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560824327120', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549555', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460029', '');
INSERT INTO lar_data VALUES ('1526857550562', '1560823927387', 'ล้างแผล', '1561737600', '1561744800', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1560824353364', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549555', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460029', '');
INSERT INTO lar_data VALUES ('1525820558822', '1560854707158', 'ลากิจ', '1562803200', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1560855254042', null, null, 'วัฒนา ศักขี', '1560909985', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460029', '');
INSERT INTO lar_data VALUES ('1531524013391', '1560996035215', 'ลากิจ (เร่งด่วน)', '1560902400', null, null, '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1560996109528', null, null, 'แก้วตา แกมนิล', '1561012630', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460029', '');
INSERT INTO lar_data VALUES ('1519857856318', '1571664428119', 'ลาสลับวันหยุด', '1570838400', null, '1570294800', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1571664434221', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1571778223', 'ธนกร จริยเพียรพันธุ์', '1585198152', '');
INSERT INTO lar_data VALUES ('1525820558822', '1574332467603', 'ลาป่วย', '1574035200', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1574332480343', null, null, 'วัฒนา ศักขี', '1574414081', 'ธนกร จริยเพียรพันธุ์', '1585198161', '');
INSERT INTO lar_data VALUES ('1530227773716', '1574330332720', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1574330489182', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531524013391', '1561085417868', 'ลากิจ กลับต่างจังหวัด', '1559919600', '1559930400', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1561085442116', null, null, 'แก้วตา แกมนิล', '1561085951', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460030', '');
INSERT INTO lar_data VALUES ('1519857856318', '1561095469204', 'ลาป่วย', '1558569600', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1561095506247', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1561111236', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460030', '');
INSERT INTO lar_data VALUES ('1529450029911', '1561100240420', 'ปวดหัว', '1560384000', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1561102981470', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1561103994', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460031', '');
INSERT INTO lar_data VALUES ('1529450029911', '1561100240422', 'ท้องเสีย', '1560243600', '1560254400', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1561103141690', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1561103996', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460031', '');
INSERT INTO lar_data VALUES ('1529450029911', '1561100240424', 'ลาสลับวันหยุด', '1558915200', null, '1558717200', '1', 'label-danger', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1561103930349', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1561343348', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460031', '');
INSERT INTO lar_data VALUES ('1522191087732', '1561191914582', 'ลาป่วย', '1560124800', null, null, '1', 'label-grey', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1561191928821', null, null, 'รัญชิดา หงษา', '1561363810', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460031', '');
INSERT INTO lar_data VALUES ('1522191087732', '1574742346061', 'ลากิจ', '1573948800', null, null, '1', 'label-success', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1574742435120', null, null, 'กีรติยา พงษ์พานิช', '1575441115', 'ธนกร จริยเพียรพันธุ์', '1585198160', '');
INSERT INTO lar_data VALUES ('1522191087732', '1574742569178', 'ลาป่วย', '1574640000', null, null, '1', 'label-grey', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1574742578631', null, null, 'กีรติยา พงษ์พานิช', '1575441115', 'ธนกร จริยเพียรพันธุ์', '1585198162', '');
INSERT INTO lar_data VALUES ('1526079806757', '1561193860405', 'ลาป่วย 1 วัน', '1559779200', null, null, '1', 'label-grey', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1561193887349', null, null, 'วัฒนา ศักขี', '1561343308', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460032', '');
INSERT INTO lar_data VALUES ('1526079806757', '1561193860406', 'ลาป่วย ', '1560470400', null, null, '1', 'label-grey', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1561193915904', null, null, 'วัฒนา ศักขี', '1561343299', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460032', '');
INSERT INTO lar_data VALUES ('1529709277846', '1561340701390', 'ลาสลับวันหยุด', '1558915200', null, '1558717200', '1', 'label-danger', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1561340811972', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1561343349', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460033', '');
INSERT INTO lar_data VALUES ('1531005517521', '1561343557057', 'ลาพักร้อน ', '1564444800', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1561343580088', null, null, 'แก้วตา แกมนิล', '1561621887', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460033', '');
INSERT INTO lar_data VALUES ('1526857550562', '1561345951252', 'พบแพทย์ ติดตามแผล', '1561453200', '1561464000', null, '0', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1561345964009', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549555', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460033', '');
INSERT INTO lar_data VALUES ('1526857550562', '1561346013300', 'พบแพทย์', '1561467600', '1561478400', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1561346069896', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549555', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460033', '');
INSERT INTO lar_data VALUES ('1530227773716', '1561347920296', 'ลาพักร้อน', '1562889600', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1561347954435', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1569812334309', '1572238292789', 'ลากิจ', '1572337800', '1572370200', null, '0', 'label-success', 'เลอเดช ทรัพย์กรานนท์', 'kittipongs@iris.co.th', '0', '2', '1572238308499', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1561347355139', 'ลาพักร้อน', '1560470400', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1561348388064', null, null, 'กีรติยา พงษ์พานิช', '1561348700', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460034', '');
INSERT INTO lar_data VALUES ('1523746575342', '1561347355140', 'ลาป่วย', '1559865600', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1561348473526', null, null, 'กีรติยา พงษ์พานิช', '1561348700', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460034', '');
INSERT INTO lar_data VALUES ('1519080112513', '1561352608825', 'ลากิจ 1 วัน', '1558742400', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1561352617495', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1561603070', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460034', '');
INSERT INTO lar_data VALUES ('1522968831537', '1561364526789', 'ลากิจ ซ้อมรับปริญญา', '1560816000', null, null, '1', 'label-success', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1561364533536', null, null, 'กีรติยา พงษ์พานิช', '1561365103', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460034', '');
INSERT INTO lar_data VALUES ('1522968831537', '1561364526791', 'ลากิจ ซ้อมรับปริญญา', '1560902400', null, null, '1', 'label-success', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1561364563877', null, null, 'กีรติยา พงษ์พานิช', '1561365103', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460035', '');
INSERT INTO lar_data VALUES ('1522968831537', '1561364526792', 'ลากิจ ซ้อมรับปริญญา', '1560988800', null, null, '1', 'label-success', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1561364571139', null, null, 'กีรติยา พงษ์พานิช', '1561365103', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460035', '');
INSERT INTO lar_data VALUES ('1518561616643', '1569984702851', 'ลาป่วย', '1569542400', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1569984725747', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724357', 'ธนกร จริยเพียรพันธุ์', '1585198148', '');
INSERT INTO lar_data VALUES ('1518561616643', '1569984773108', 'ลาป่วย', '1569801600', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1569984782415', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1571724358', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1520376352188', '1561602018341', 'ลากิจ', '1561939200', null, null, '1', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1561602024923', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1561603072', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460035', '');
INSERT INTO lar_data VALUES ('1542678614431', '1561688172565', 'ลาป่วย', '1561593600', null, null, '1', 'label-grey', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1561688202100', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1562025952', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460035', '');
INSERT INTO lar_data VALUES ('1523228079472', '1561866086784', 'ลาป่วย ปวดท้อง ท้องเสีย', '1561766400', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1561866105947', null, null, 'กีรติยา พงษ์พานิช', '1561867218', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460036', '');
INSERT INTO lar_data VALUES ('1527376046432', '1561942105634', 'ลาป่วย', '1561939200', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1561942119698', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1561955408563', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1561955480865', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1561955408564', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1561955566619', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1561955408565', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1561955580163', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1561955408566', 'ลาพักร้อน', '1578268800', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1561955593739', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1561955408567', 'ลาพักร้อน', '1578355200', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1561955600346', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524524319147', '1561950008387', 'ลาสลับวันหยุด', '1561766400', null, '1561914000', '1', 'label-danger', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1561956371643', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1562734534', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460036', '');
INSERT INTO lar_data VALUES ('1518561616643', '1561957194033', 'ลาป่วย', '1561593600', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1561957257576', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1562025954', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460036', '');
INSERT INTO lar_data VALUES ('1542678301458', '1561980446955', 'ลากิจ', '1561989600', '1562004000', null, '0', 'label-success', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1561980573121', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549556', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460036', '');
INSERT INTO lar_data VALUES ('1525820558822', '1562053612694', 'ลาป่วย', '1561939200', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1562053620504', null, null, 'วัฒนา ศักขี', '1562127325', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460037', '');
INSERT INTO lar_data VALUES ('1525042815017', '1562057845183', 'ลาป่วย ปวดท้องกระเพาะ', '1561680000', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1562057862288', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1562734535', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460037', '');
INSERT INTO lar_data VALUES ('1529709277846', '1574329849167', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1574329859270', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574330528', 'ธนกร จริยเพียรพันธุ์', '1585198176', '');
INSERT INTO lar_data VALUES ('1529709277846', '1574329849168', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1574329906466', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574330529', 'ธนกร จริยเพียรพันธุ์', '1585198178', '');
INSERT INTO lar_data VALUES ('1518561616643', '1562399995222', 'ลากิจ', '1563148800', null, null, '1', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1562400010131', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1562419309', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460038', '');
INSERT INTO lar_data VALUES ('1526339054692', '1562544944222', 'ลาสลับวันหยุด', '1562544000', null, '1562346000', '1', 'label-danger', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1562545164887', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1562549556', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460038', '');
INSERT INTO lar_data VALUES ('1531005517521', '1562548965425', 'ลาป่วย', '1562025600', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1562548972616', null, null, 'แก้วตา แกมนิล', '1562550068', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460039', '');
INSERT INTO lar_data VALUES ('1542678920886', '1562556483993', 'ลาพักร้อน', '1563148800', null, null, '1', 'label-warning', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1562556523019', null, null, 'แก้วตา แกมนิล', '1562558490', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460039', '');
INSERT INTO lar_data VALUES ('1529450029911', '1571642947784', 'ลาป่วย', '1571356800', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1571642993022', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1572227249', 'ธนกร จริยเพียรพันธุ์', '1585198153', '');
INSERT INTO lar_data VALUES ('1524524319147', '1562722613916', 'ลาป่วย 08.30-12.00น.', '1562544000', null, null, '1', 'label-grey', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '4', '1562722663507', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1562734539', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460039', '');
INSERT INTO lar_data VALUES ('1529709277846', '1574329849169', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1574329909074', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574330531', 'ธนกร จริยเพียรพันธุ์', '1585198180', '');
INSERT INTO lar_data VALUES ('1531524013391', '1562740070375', 'ไปธุระ', '1563148800', null, null, '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1562740073664', null, null, 'แก้วตา แกมนิล', '1563333880', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460040', '');
INSERT INTO lar_data VALUES ('1542678301458', '1562744429767', 'ลาสลับวันหยุด', '1563148800', null, '1558717200', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1562744435877', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1563765109', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460040', '');
INSERT INTO lar_data VALUES ('1521672591862', '1562819618081', 'ลากิจ', '1562976000', null, null, '1', 'label-success', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1562819627314', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1562829438', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460040', '');
INSERT INTO lar_data VALUES ('1521672591862', '1562819618082', 'ลากิจ', '1563148800', null, null, '1', 'label-success', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1562819629487', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1562829440', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460041', '');
INSERT INTO lar_data VALUES ('1525820558822', '1562930797780', 'ลากิจ', '1563148800', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1562931407491', null, null, 'วัฒนา ศักขี', '1562931655', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460041', '');
INSERT INTO lar_data VALUES ('1525820558822', '1562930797781', 'ลาพักร้อน', '1564531200', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '0', '1562931426743', '0', '1564511452', 'วัฒนา ศักขี', '1562931648', 'ภัสรา ชื่นจิตร', '1564976010', '');
INSERT INTO lar_data VALUES ('1525820558822', '1562930797782', 'ลาพักร้อน', '1564617600', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '0', '1562931444839', '0', '1564511452', 'วัฒนา ศักขี', '1562931637', 'ภัสรา ชื่นจิตร', '1564976010', '');
INSERT INTO lar_data VALUES ('1525820558822', '1562930797783', 'ลาพักร้อน', '1564704000', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '0', '1562931446543', '0', '1564511452', 'วัฒนา ศักขี', '1562931624', 'ภัสรา ชื่นจิตร', '1564976011', '');
INSERT INTO lar_data VALUES ('1520117104253', '1563165916829', 'ลาพักร้อน', '1568246400', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '4', '1563165936980', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1563181712', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460042', '');
INSERT INTO lar_data VALUES ('1520117104253', '1563165916830', 'ลาพักร้อน', '1568332800', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '1', '1563165939235', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1563181708', null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1563251691975', 'ลากิจ', '1563321600', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1563251807224', null, null, 'แก้วตา แกมนิล', '1563333901', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460043', '');
INSERT INTO lar_data VALUES ('1531005517521', '1563509406827', 'ลาพักร้อน', '1567123200', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1563509420439', null, null, 'แก้วตา แกมนิล', '1564556022', 'ภัสรา ชื่นจิตร', '1566553136', '');
INSERT INTO lar_data VALUES ('1542678301458', '1563499060141', 'ลาป่วย', '1563408000', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1563499066301', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1563765110', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460044', '');
INSERT INTO lar_data VALUES ('1518561616643', '1563700338545', 'ลาป่วย', '1563321600', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1563701031197', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1563717858', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460053', '');
INSERT INTO lar_data VALUES ('1529709277846', '1563759338876', 'ลากิจ', '1563321600', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1563759345865', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563762405', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460054', '');
INSERT INTO lar_data VALUES ('1529709277846', '1563760414280', 'ปวดประจำเดือน', '1562112000', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1563760445014', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563762406', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460054', '');
INSERT INTO lar_data VALUES ('1529968525781', '1563760918028', 'ลากิจ', '1564099200', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1563761175587', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563762407', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460059', '');
INSERT INTO lar_data VALUES ('1531005517521', '1563793065014', 'ไปต่างประเทศ', '1567728000', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1563793096270', null, null, 'แก้วตา แกมนิล', '1564556023', 'ภัสรา ชื่นจิตร', '1566553133', '');
INSERT INTO lar_data VALUES ('1526339054692', '1563841530069', 'เป็นไข้', '1563840000', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1563841548327', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1566370139', 'ภัสรา ชื่นจิตร', '1566553133', '');
INSERT INTO lar_data VALUES ('1525042815017', '1563862996241', 'ลาสลับวันหยุด', '1564099200', null, '1562346000', '1', 'label-danger', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1563863080795', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1563863178', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460059', '');
INSERT INTO lar_data VALUES ('1528413038171', '1563891816354', 'ลาป่วย', '1563321600', null, null, '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '4', '1563891865842', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465605', 'ภัสรา ชื่นจิตร', '1566553132', '');
INSERT INTO lar_data VALUES ('1529450029911', '1563954919558', 'ปวดหัว', '1561539600', '1561550400', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1563954992985', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563958771', 'ปัญจิตต์ ผิวเกษแก้ว', '1564460059', '');
INSERT INTO lar_data VALUES ('1529450029911', '1563955149431', 'ท้องเสีย', '1562328000', '1562349600', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1563955217879', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563958783', 'ภัสรา ชื่นจิตร', '1564488757', '');
INSERT INTO lar_data VALUES ('1529450029911', '1563956166553', 'ปวดตา', '1563526800', '1563537600', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1563956724820', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563958785', 'ภัสรา ชื่นจิตร', '1564488757', '');
INSERT INTO lar_data VALUES ('1529450029911', '1563956762702', 'ลาสลับวันหยุด', '1563148800', null, '1558803600', '1', 'label-danger', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1563956769325', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1563958787', 'ภัสรา ชื่นจิตร', '1566553127', '');
INSERT INTO lar_data VALUES ('1542678301458', '1564019396401', 'ลาป่วย', '1563926400', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1564019405767', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1566370139', 'ภัสรา ชื่นจิตร', '1566553127', '');
INSERT INTO lar_data VALUES ('1527376046432', '1564027258968', 'ลาพักร้อน', '1564963200', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1564027332940', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1573011113781', 'ลาป่วย', '1572480000', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1573011167942', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1574714554', 'ธนกร จริยเพียรพันธุ์', '1585198155', '');
INSERT INTO lar_data VALUES ('1542678614431', '1572855377165', 'ลาพักร้อน', '1575849600', null, null, '1', 'label-warning', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1572855813600', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1573034119', 'ธนกร จริยเพียรพันธุ์', '1585198168', '');
INSERT INTO lar_data VALUES ('1522191087732', '1576220280367', 'ลาป่วย', '1576108800', null, null, '1', 'label-grey', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1576220430984', null, null, 'กีรติยา พงษ์พานิช', '1576220505', 'ธนกร จริยเพียรพันธุ์', '1585198169', '');
INSERT INTO lar_data VALUES ('1524005823277', '1574045257554', 'กลับสุราษฎร์ธานี', '1577577600', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1574045396955', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1577350415', 'ธนกร จริยเพียรพันธุ์', '1585198174', '');
INSERT INTO lar_data VALUES ('1569812334309', '1571885169824', 'ลาป่วย', '1571905800', '1571909400', null, '0', 'label-grey', 'เลอเดช ทรัพย์กรานนท์', 'kittipongs@iris.co.th', '0', '2', '1571885213279', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1574836527073', 'พาแม่ไปรักษาตา', '1575331200', null, null, '1', 'label-success', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1574842231225', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1577164193', 'ธนกร จริยเพียรพันธุ์', '1585198165', '');
INSERT INTO lar_data VALUES ('1528413038171', '1574835293601', 'พักร้อน', '1577664000', null, null, '1', 'label-warning', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1574835426789', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525820558822', '1574332467614', 'ลาพักร้อน', '1575849600', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1574332943485', null, null, 'วัฒนา ศักขี', '1574414083', 'ธนกร จริยเพียรพันธุ์', '1585198168', '');
INSERT INTO lar_data VALUES ('1525820558822', '1574332467616', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1574332976771', null, null, 'วัฒนา ศักขี', '1574414085', 'ธนกร จริยเพียรพันธุ์', '1585198176', '');
INSERT INTO lar_data VALUES ('1529450029911', '1576134156915', 'ลาพักร้อน', '1578009600', null, null, '1', 'label-warning', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1576134180957', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1576135749', 'ธนกร จริยเพียรพันธุ์', '1585198180', '');
INSERT INTO lar_data VALUES ('1523487327407', '1574741625369', 'ไปต่างจังหวัด', '1574121600', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1574741669599', null, null, 'กีรติยา พงษ์พานิช', '1574741854', 'ธนกร จริยเพียรพันธุ์', '1585198161', '');
INSERT INTO lar_data VALUES ('1529968525781', '1574329696958', 'ลาป่วย', '1573484400', '1573493400', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1574329739557', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1574330530', 'ธนกร จริยเพียรพันธุ์', '1585198160', '');
INSERT INTO lar_data VALUES ('1526857550562', '1571633387533', 'ลาสลับวันหยุด', '1572566400', null, '1562432400', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1571633431429', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1574322980', 'ธนกร จริยเพียรพันธุ์', '1585198156', '');
INSERT INTO lar_data VALUES ('1566381154213', '1574323738373', 'ลาพักร้อน', '1577664000', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1574323774129', null, null, 'มณฑา ทองส่งโสม', '1574326577', 'ธนกร จริยเพียรพันธุ์', '1585198177', '');
INSERT INTO lar_data VALUES ('1531524013391', '1564549172120', 'ลาป่วย ', '1563926400', null, null, '1', 'label-grey', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1564549176388', null, null, 'แก้วตา แกมนิล', '1564555987', 'ภัสรา ชื่นจิตร', '1566553123', '');
INSERT INTO lar_data VALUES ('1531524013391', '1564549172121', 'ลากิจ ', '1564444800', null, null, '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1564549183544', null, null, 'แก้วตา แกมนิล', '1564555985', 'ภัสรา ชื่นจิตร', '1566553123', '');
INSERT INTO lar_data VALUES ('1527894542301', '1564984670423', 'ลากิจ', '1565308800', null, null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '1', '1564984705117', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564991711', null, null, '');
INSERT INTO lar_data VALUES ('1520376352188', '1564739317954', 'ลากิจ', '1567382400', null, null, '1', 'label-success', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '4', '1564739326402', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882386', 'ภัสรา ชื่นจิตร', '1566553121', '');
INSERT INTO lar_data VALUES ('1523228079472', '1564808124296', 'ลากิจไปบวช', '1564963200', null, null, '1', 'label-success', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1564808153405', null, null, 'กีรติยา พงษ์พานิช', '1564808792', 'ภัสรา ชื่นจิตร', '1566553118', '');
INSERT INTO lar_data VALUES ('1523228079472', '1564808124297', 'ลากิจไปบวช', '1565049600', null, null, '1', 'label-success', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '0', '1564808202125', null, '1564772569', 'กีรติยา พงษ์พานิช', '1564808792', null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1564808124300', 'ลากิจไปบวช', '1565136000', null, null, '1', 'label-success', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1564808275971', null, null, 'กีรติยา พงษ์พานิช', '1564808792', 'ภัสรา ชื่นจิตร', '1566553117', '');
INSERT INTO lar_data VALUES ('1518820864578', '1564810698469', 'ลากิจไปบวช', '1564963200', null, null, '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1564810776204', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882388', 'ภัสรา ชื่นจิตร', '1566553111', '');
INSERT INTO lar_data VALUES ('1518820864578', '1564810698470', 'ลากิจไปบวช', '1565049600', null, null, '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1564810809064', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882389', 'ภัสรา ชื่นจิตร', '1566553110', '');
INSERT INTO lar_data VALUES ('1519080112513', '1564810813281', 'ลากิจไปบวช', '1564963200', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1564810816324', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882390', 'ภัสรา ชื่นจิตร', '1566553109', '');
INSERT INTO lar_data VALUES ('1518820864578', '1564810698471', 'ลากิจไปบวช', '1565136000', null, null, '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1564810826503', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882392', 'ภัสรา ชื่นจิตร', '1566553108', '');
INSERT INTO lar_data VALUES ('1519080112513', '1564810813282', 'ลากิจไปบวช', '1565049600', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1564810835485', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882393', 'ภัสรา ชื่นจิตร', '1566553107', '');
INSERT INTO lar_data VALUES ('1519080112513', '1564810813283', 'ลากิจไปบวช', '1565136000', null, null, '1', 'label-success', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1564810837043', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564882394', 'ภัสรา ชื่นจิตร', '1566553106', '');
INSERT INTO lar_data VALUES ('1525820558822', '1564974574045', 'ลากิจ', '1566259200', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1564974703599', null, null, 'วัฒนา ศักขี', '1565002353', 'ภัสรา ชื่นจิตร', '1566553101', '');
INSERT INTO lar_data VALUES ('1527894542301', '1564984859185', 'ลาพักร้อน', '1577923200', null, null, '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1564985017463', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1564991712', 'ภัสรา ชื่นจิตร', '1566553097', '');
INSERT INTO lar_data VALUES ('1529709277846', '1564988059739', 'ไปต่างจังหวัด', '1569542400', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1564988069613', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1564995114', 'ภัสรา ชื่นจิตร', '1566553095', '');
INSERT INTO lar_data VALUES ('1527894542301', '1564998715968', 'ชอลาไปทำกิจกรรมวันแม่ที่โรงเรียนลูกค่ะ', '1565308800', null, null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1564998721242', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1565015761', 'ภัสรา ชื่นจิตร', '1566553091', '');
INSERT INTO lar_data VALUES ('1542678301458', '1565325149517', 'ลากิจ', '1565341200', '1565350200', null, '0', 'label-success', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1565325158056', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1566370140', 'ภัสรา ชื่นจิตร', '1566553089', '');
INSERT INTO lar_data VALUES ('1529450029911', '1565663229804', 'ท้องเสีย', '1565308800', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1565663306667', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1565855284', 'ภัสรา ชื่นจิตร', '1566553084', '');
INSERT INTO lar_data VALUES ('1527376046432', '1565681388141', 'ลากิจ', '1565913600', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1565681417669', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530487021651', '1565835296641', 'ลาพักร้อน', '1571128200', '1571160600', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1565835310669', null, null, 'แก้วตา แกมนิล', '1565857076', 'ภัสรา ชื่นจิตร', '1566553079', '');
INSERT INTO lar_data VALUES ('1530487021651', '1565835341384', 'ลาพักร้อน', '1575621000', '1575653400', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1565835358054', null, null, 'แก้วตา แกมนิล', '1565857077', 'ภัสรา ชื่นจิตร', '1566553079', '');
INSERT INTO lar_data VALUES ('1529968525781', '1565854927917', 'ลาป่วย', '1565771400', '1565784000', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1565854970019', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1565855286', 'ภัสรา ชื่นจิตร', '1566553078', '');
INSERT INTO lar_data VALUES ('1529968525781', '1565854927918', 'ลาป่วย', '1565654400', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1565855002648', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1565855287', 'ภัสรา ชื่นจิตร', '1566553074', '');
INSERT INTO lar_data VALUES ('1530227773716', '1565855331241', 'ลาป่วยไข้หวัด', '1565740800', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1565855340259', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678525051', '1565857420629', 'ลากิจเพื่อไปสอบใบ กว.', '1566000000', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1565857443034', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1566057827', 'ภัสรา ชื่นจิตร', '1566553073', '');
INSERT INTO lar_data VALUES ('1532042509261', '1565881562859', 'ลากิจ', '1565913600', null, null, '1', 'label-success', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1565881602715', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1520117104253', '1566039382371', 'ลาพักร้อน', '1568332800', null, null, '1', 'label-warning', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '0', '4', '1566039396682', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1566057823', 'ภัสรา ชื่นจิตร', '1566553050', '');
INSERT INTO lar_data VALUES ('1530487021651', '1566186863826', 'ลาป่วย', '1565944200', '1565976600', null, '0', 'label-grey', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1566186876469', null, null, 'แก้วตา แกมนิล', '1566194134', 'ภัสรา ชื่นจิตร', '1566553046', '');
INSERT INTO lar_data VALUES ('1526339054692', '1566267132814', 'เป็นไข้หวัด', '1566172800', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1566267140414', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1566370140', 'ภัสรา ชื่นจิตร', '1566553040', '');
INSERT INTO lar_data VALUES ('1542678301458', '1566368604893', 'ลากิจ', '1566205200', '1566216000', null, '0', 'label-success', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1566368949033', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1566370140', 'ภัสรา ชื่นจิตร', '1566553039', '');
INSERT INTO lar_data VALUES ('1529968525781', '1566370961816', 'ลาป่วย', '1566302400', '1566322200', null, '0', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1566371070589', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1566438851', 'ภัสรา ชื่นจิตร', '1566553033', '');
INSERT INTO lar_data VALUES ('1519857856318', '1566374556963', 'ลาป่วย', '1564185600', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1566374583540', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1566467474', 'ภัสรา ชื่นจิตร', '1566553022', '');
INSERT INTO lar_data VALUES ('1519857856318', '1566374556966', 'ลากิจ', '1566518400', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1566374896270', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1566467476', 'ภัสรา ชื่นจิตร', '1566553020', '');
INSERT INTO lar_data VALUES ('1519857856318', '1566374556967', 'ลากิจ', '1566604800', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1566374898117', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1566467478', 'ภัสรา ชื่นจิตร', '1566553016', '');
INSERT INTO lar_data VALUES ('1526857550562', '1566374678491', 'ลาป่วย', '1564650000', '1564682400', null, '0', 'label-grey', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1566374902251', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465331', 'ธนกร จริยเพียรพันธุ์', '1585198137', '');
INSERT INTO lar_data VALUES ('1526857550562', '1566374678492', 'ลากิจ', '1565859600', '1565870400', null, '0', 'label-success', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1566374982237', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465332', 'ธนกร จริยเพียรพันธุ์', '1585198139', '');
INSERT INTO lar_data VALUES ('1557399533490', '1566380589984', 'ลาป่วย เนื่องจากอาหารเป็นพิษ', '1563926400', null, null, '1', 'label-grey', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '1566380609579', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1566385303812', 'ลาสลับวันหยุด', '1566518400', null, '1562346000', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1566385309364', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465334', 'ธนกร จริยเพียรพันธุ์', '1585198139', '');
INSERT INTO lar_data VALUES ('1522709583602', '1566456359313', 'ลาป่วย', '1566172800', null, null, '1', 'label-grey', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1566456412680', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465609', 'ภัสรา ชื่นจิตร', '1566553006', '');
INSERT INTO lar_data VALUES ('1522709583602', '1566456359312', 'ลาป่วย', '1566000000', null, null, '1', 'label-grey', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1566456409940', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1566465608', 'ภัสรา ชื่นจิตร', '1566552993', '');
INSERT INTO lar_data VALUES ('1566381654308', '1566552258282', 'ลาป่วย(มีใบรับรองแพทย์)', '1564963200', null, null, '1', 'label-grey', 'ธนพนธ์  อุตมานิติเจริญ', 'kittipongs@iris.coth', '0', '2', '1566552273439', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523487327407', '1566702928486', 'ลากิจ', '1565308800', null, null, '1', 'label-success', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '4', '1566702932427', null, null, 'กีรติยา พงษ์พานิช', '1566704522', 'ธนกร จริยเพียรพันธุ์', '1585198137', '');
INSERT INTO lar_data VALUES ('1566381272207', '1547769609', 'ลากิจ', '1547769600', null, null, '1', 'label-success', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1546300800', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1549843219', 'ท้องเสีย', '1549843200', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1550016000', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1555027217', 'พักร้อน', '1555027200', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1554681600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1557792021', 'แต่งงาน', '1557792000', '1558051200', null, '1', 'label-success', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1555891200', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1558915220', 'เวียนหัว', '1558915200', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1559001600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1561334414', 'ปวดหัว', '1561334400', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1561593600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1563148805', 'พักร้อน', '1563148800', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1562889600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1563321600', 'พักร้อน', '1563321600', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1563753600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381272207', '1565049604', 'ไม่สบาย', '1565049600', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1565136000', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1548288006', 'ปวดท้อง (ประจำเดือน)', '1548288000', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1548115200', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1549497613', 'ท้องเสีย', '1549497600', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1549584000', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1552003224', 'ไปธุระ', '1552003200', '1552089600', null, '1', 'label-success', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1550707200', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1551052823', 'ปวดท้อง (ประจำเดือน)', '1551052800', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1551139200', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1555027212', 'ไปทำธุระ', '1555027200', null, null, '1', 'label-success', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1554681600', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1557878424', 'ปวดท้อง', '1557878400', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1557964800', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1559001610', 'ปวดหัวไมเกรน', '1559001600', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1559088000', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1560816003', 'ท้องเสีย', '1560816000', null, null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1560902400', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1562544004', 'ลาป่วย', '1562544000', '1562630400', null, '1', 'label-grey', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1562716800', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1566381154213', '1563408020', 'ลาพักร้อน ประจำปี 2561', '1563408000', '1563494400', null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1563148800', '0', '0', 'มณฑา ทองส่งโสม', '1566817045', 'ภัสรา ชื่นจิตร', '1566817045', '');
INSERT INTO lar_data VALUES ('1529709277846', '1566956502476', 'ไมเกรน', '1566518400', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1566956514760', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1567068262', 'ธนกร จริยเพียรพันธุ์', '1585198140', '');
INSERT INTO lar_data VALUES ('1529709277846', '1566956502477', 'ไข้เลือดออก', '1566777600', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1566956537288', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1567068263', 'ธนกร จริยเพียรพันธุ์', '1585198140', '');
INSERT INTO lar_data VALUES ('1527376046432', '1566961068196', 'ลาป่วย', '1566864000', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1566961082611', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1566960610362', 'ลาพักร้อน', '1569196800', null, null, '1', 'label-warning', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1566962434305', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1567067892114', 'ลาพักร้อน', '1567728000', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1567068038366', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1567068263', 'ธนกร จริยเพียรพันธุ์', '1585198143', '');
INSERT INTO lar_data VALUES ('1525042815017', '1567158495046', 'นัดหมอตรวจเฉพาะทาง', '1567382400', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1567158586298', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1570615770', 'ธนกร จริยเพียรพันธุ์', '1585198142', '');
INSERT INTO lar_data VALUES ('1522709583602', '1567322328982', 'ลากิจ', '1568678400', null, null, '1', 'label-success', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1567322463120', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1567675824', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1522709583602', '1567322328983', 'ลากิจ', '1568764800', null, null, '1', 'label-success', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1567322465977', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1567675823', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1522709583602', '1567322328980', 'ลาพักร้อน', '1568073600', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1567322453500', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1567675823', 'ธนกร จริยเพียรพันธุ์', '1585198144', '');
INSERT INTO lar_data VALUES ('1522709583602', '1567322328981', 'ลาพักร้อน', '1568160000', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1567322455529', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1567675822', 'ธนกร จริยเพียรพันธุ์', '1585198145', '');
INSERT INTO lar_data VALUES ('1530227773716', '1567407101910', 'ลาป่วย', '1566950400', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1567407122804', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1567481022279', 'ลากิจ 2 ชม. เดินทางไป ตปท ', '1567611000', '1567618200', null, '0', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1567481122143', null, null, 'แก้วตา แกมนิล', '1568338422', 'ธนกร จริยเพียรพันธุ์', '1585198143', '');
INSERT INTO lar_data VALUES ('1519857856318', '1567495939283', 'ลาพักร้อน', '1568073600', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1567495979300', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1567599761', 'ธนกร จริยเพียรพันธุ์', '1585198144', '');
INSERT INTO lar_data VALUES ('1527376046432', '1567567328826', 'ลาป่วย', '1567468800', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1567567337303', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1568005333797', 'ลากิจ', '1568246400', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '1568005425984', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568084289', null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1567567394548', 'ลาพักร้อน', '1568764800', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1567567402220', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1567567394549', 'ลาพักร้อน', '1568851200', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1567567419015', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529450029911', '1567580911919', 'ลาป่วย', '1566950400', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1567580934476', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1567588851', 'ธนกร จริยเพียรพันธุ์', '1585198141', '');
INSERT INTO lar_data VALUES ('1542678614431', '1567653880645', 'ลาป่วย', '1567468800', null, null, '1', 'label-grey', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '4', '1567653884773', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568084297', 'ธนกร จริยเพียรพันธุ์', '1585198142', '');
INSERT INTO lar_data VALUES ('1524005823277', '1567936784842', 'ทะเบียนบ้าน บัตรประชาชน พาสปอต', '1567987200', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1567936788435', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1567937205', 'ธนกร จริยเพียรพันธุ์', '1585198144', '');
INSERT INTO lar_data VALUES ('1523746575342', '1567940022123', 'ลากิจ', '1567987200', null, null, '1', 'label-success', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1567940027495', null, null, 'กีรติยา พงษ์พานิช', '1567940082', 'ธนกร จริยเพียรพันธุ์', '1585198144', '');
INSERT INTO lar_data VALUES ('1566381654308', '1567992091374', 'รักษาฟัน(มีใบนัดแพทย์)', '1572825600', null, null, '1', 'label-grey', 'ธนพนธ์  อุตมานิติเจริญ', 'kittipongs@iris.coth', '0', '2', '1567992249526', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678301458', '1567996564461', 'ลาป่วย', '1567555200', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1567996602684', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465334', 'ธนกร จริยเพียรพันธุ์', '1585198143', '');
INSERT INTO lar_data VALUES ('1525820558822', '1568030977009', 'ลาป่วย', '1567555200', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1568030987965', null, null, 'วัฒนา ศักขี', '1568032790', 'ธนกร จริยเพียรพันธุ์', '1585198143', '');
INSERT INTO lar_data VALUES ('1566381154213', '1568031141600', 'ลากิจ', '1568073600', null, null, '1', 'label-success', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1568031145637', null, null, 'มณฑา ทองส่งโสม', '1568080298', 'ธนกร จริยเพียรพันธุ์', '1585198144', '');
INSERT INTO lar_data VALUES ('1526339054692', '1568249697337', 'ไข้หวัด', '1568246400', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1568249808842', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465335', 'ธนกร จริยเพียรพันธุ์', '1585198145', '');
INSERT INTO lar_data VALUES ('1531005517521', '1568337598894', 'ลาป่วย ', '1568246400', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1568337603817', null, null, 'แก้วตา แกมนิล', '1568338422', 'ธนกร จริยเพียรพันธุ์', '1585198145', '');
INSERT INTO lar_data VALUES ('1519080112513', '1568429113936', 'กลับต่างจังหวัด', '1569628800', null, null, '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1568429125028', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568448293', 'ธนกร จริยเพียรพันธุ์', '1585198149', '');
INSERT INTO lar_data VALUES ('1519080112513', '1568429113937', 'กลับต่างจังหวัด', '1569715200', null, null, '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1568429131503', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568448295', 'ธนกร จริยเพียรพันธุ์', '1585198149', '');
INSERT INTO lar_data VALUES ('1519080112513', '1568429113938', 'กลับต่างจังหวัด', '1569801600', null, null, '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1568429135843', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568448296', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1532042509261', '1568606039948', 'ลาป่วย', '1568332800', null, null, '1', 'label-grey', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1568606053117', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527894542301', '1568606382163', 'ลาครึ่งวันบ่าย ลูกไม่สบาย ไปโรงพยาบาล', '1566997200', '1567011600', null, '0', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1568606745073', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568698167', 'ธนกร จริยเพียรพันธุ์', '1585198141', '');
INSERT INTO lar_data VALUES ('1527894542301', '1568606382164', 'ลาครึ่งวันบ่าย ลูกไม่สบาย ยังไม่หาย', '1567036800', '1567209600', null, '1', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1568606790266', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1568698169', 'ธนกร จริยเพียรพันธุ์', '1585198141', '');
INSERT INTO lar_data VALUES ('1531005517521', '1568861488844', 'ลาพักร้อน ', '1569589200', '1569605400', null, '0', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1568861505136', null, null, 'แก้วตา แกมนิล', '1571640512', 'ธนกร จริยเพียรพันธุ์', '1585198149', '');
INSERT INTO lar_data VALUES ('1522968831537', '1568866274810', 'ลาพักร้อน', '1569715200', null, null, '1', 'label-warning', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1568866279538', null, null, 'กีรติยา พงษ์พานิช', '1568866608', 'ธนกร จริยเพียรพันธุ์', '1585198149', '');
INSERT INTO lar_data VALUES ('1522968831537', '1568866274811', 'ลาพักร้อน', '1569888000', null, null, '1', 'label-warning', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '4', '1568866284753', null, null, 'กีรติยา พงษ์พานิช', '1568866608', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1566381272207', '1568882523623', 'ลาพักร้อน', '1569542400', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1568882530780', null, null, 'มณฑา ทองส่งโสม', '1568944292', 'ธนกร จริยเพียรพันธุ์', '1585198148', '');
INSERT INTO lar_data VALUES ('1521672591862', '1569211654216', 'ลาพักร้อน', '1569801600', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '4', '1569211660219', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569248239', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1528413038171', '1569212906091', 'เป็นไข้', '1568851200', null, null, '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '4', '1569212923747', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1569215825', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1542678301458', '1569208616577', 'ลาสลับวันหยุด', '1568851200', null, '1562346000', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1569208637539', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465336', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1521931839797', '1569389501439', 'ลาป่วย', '1567209600', null, null, '1', 'label-grey', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1569389520020', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497587', 'ธนกร จริยเพียรพันธุ์', '1585198142', '');
INSERT INTO lar_data VALUES ('1519857856318', '1569393476103', 'ลาสลับวันหยุด', '1569888000', null, '1566666000', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1569393641513', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497599', 'ธนกร จริยเพียรพันธุ์', '1585198151', '');
INSERT INTO lar_data VALUES ('1519857856318', '1569393476104', 'ลาสลับวันหยุด', '1569974400', null, '1567270800', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1569393644293', null, null, 'เกริกอิสร์ ลีวงศ์เจริญ', '1569497600', 'ธนกร จริยเพียรพันธุ์', '1585198151', '');
INSERT INTO lar_data VALUES ('1529709277846', '1569464820484', 'ลาป่วย', '1569243600', '1569259800', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1569464835624', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1569479758', 'ธนกร จริยเพียรพันธุ์', '1585198147', '');
INSERT INTO lar_data VALUES ('1527376046432', '1569465023973', 'ลาป่วย', '1569369600', null, null, '1', 'label-grey', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1569465049327', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526339054692', '1569465059154', 'ลาป่วย', '1569456000', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1569465065809', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1569465336', 'ธนกร จริยเพียรพันธุ์', '1585198148', '');
INSERT INTO lar_data VALUES ('1529968525781', '1569819308126', 'ลาป่วย', '1568851200', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1569819326273', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1569819563', 'ธนกร จริยเพียรพันธุ์', '1585198146', '');
INSERT INTO lar_data VALUES ('1566381796376', '1569905929020', 'ไข้หวัด', '1569934800', '1569951000', null, '0', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1569905972096', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134594', 'ธนกร จริยเพียรพันธุ์', '1585198151', '');
INSERT INTO lar_data VALUES ('1566381796376', '1569905929021', 'ไข้หวัด', '1569848400', '1569864600', null, '0', 'label-grey', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1569906067739', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134594', 'ธนกร จริยเพียรพันธุ์', '1585198150', '');
INSERT INTO lar_data VALUES ('1526339054692', '1577436827241', 'มีนัดทำฟัน 5 โมงเย็น ลา 1 ชั่วโมงเพื่อเดินทางไปคลีนิค', '1577462400', '1577466000', null, '0', 'label-success', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1577436849243', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465010', 'ธนกร จริยเพียรพันธุ์', '1585198174', '');
INSERT INTO lar_data VALUES ('1529450029911', '1577441753366', 'ลาป่วย', '1577232000', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1577441786887', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1577447764', 'ธนกร จริยเพียรพันธุ์', '1585198172', '');
INSERT INTO lar_data VALUES ('1545623825687', '1577641993649', 'ลาป่วย', '1577664000', null, null, '1', 'label-grey', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1577642043921', null, null, 'กรวิชญ์ คุณวิศาล', '1577954118', 'ธนกร จริยเพียรพันธุ์', '1585198177', '');
INSERT INTO lar_data VALUES ('1545623825687', '1577953666812', 'ลากิจ', '1578009600', null, null, '1', 'label-success', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1577953702614', null, null, 'กรวิชญ์ คุณวิศาล', '1577954119', 'ธนกร จริยเพียรพันธุ์', '1585198180', '');
INSERT INTO lar_data VALUES ('1545623825687', '1577953666810', 'ลากิจ', '1577923200', null, null, '1', 'label-success', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1577953680612', null, null, 'กรวิชญ์ คุณวิศาล', '1577954120', 'ธนกร จริยเพียรพันธุ์', '1585198179', '');
INSERT INTO lar_data VALUES ('1566381796376', '1578292890332', 'ลากิจ', '1578661200', '1578679200', null, '0', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1578292922433', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134595', 'ธนกร จริยเพียรพันธุ์', '1585198182', '');
INSERT INTO lar_data VALUES ('1527894542301', '1578022990986', 'ลาพาลูกไปหาหมอ(ตามนัด)ครึ่งวัน', '1578472200', '1578484800', null, '0', 'label-success', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '0', '1578022999558', null, '1578363319', 'เกริกอิสร์ ลีวงศ์เจริญ', '1578209284', null, null, '');
INSERT INTO lar_data VALUES ('1529968525781', '1582539214670', 'ลาพักร้อน', '1583107200', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '0', '1582539240643', null, '1583220871', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1582539508', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1578102797060', 'ลาสลับวันหยุด', '1577923200', null, '1577984400', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1578102803037', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1578801840', 'ธนกร จริยเพียรพันธุ์', '1585198179', '');
INSERT INTO lar_data VALUES ('1566381796376', '1578126212453', 'ลากิจ', '1578009600', null, null, '1', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1578126222925', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134595', 'ธนกร จริยเพียรพันธุ์', '1585198180', '');
INSERT INTO lar_data VALUES ('1566381796376', '1578234311857', 'ลากิจ', '1578268800', null, null, '1', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1578234903532', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134595', 'ธนกร จริยเพียรพันธุ์', '1585198181', '');
INSERT INTO lar_data VALUES ('1526339054692', '1578269457353', 'เป็นไข้', '1578268800', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1578269462395', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1578465004', 'ธนกร จริยเพียรพันธุ์', '1585198181', '');
INSERT INTO lar_data VALUES ('1566381654308', '1578277026869', 'ลาป่วย', '1578009600', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1578277043616', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1578475754740', 'ลาป่วย', '1578268800', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1578475794247', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1578801838', 'ธนกร จริยเพียรพันธุ์', '1585198181', '');
INSERT INTO lar_data VALUES ('1557399533490', '1578625455326', 'ลาพักร้อน', '1579219200', null, null, '1', 'label-warning', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '1578625462545', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1578811826257', 'ลาสลับวันหยุด', '1579305600', null, '1579194000', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1578811851767', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1579717901', 'ธนกร จริยเพียรพันธุ์', '1585198187', '');
INSERT INTO lar_data VALUES ('1522709583602', '1578802208809', 'ลากิจ//ครึ่งวันบ่าย //ไปงานศพต่างจังหวัดด่วน', '1578787200', null, null, '1', 'label-success', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1578802213915', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1578802419', 'ธนกร จริยเพียรพันธุ์', '1585198182', '');
INSERT INTO lar_data VALUES ('1529968525781', '1578889309064', 'ลาพักร้อน', '1579478400', null, null, '1', 'label-warning', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '0', '1578889472863', null, '1579658805', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1578891161', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1578904417246', 'ลาป่วย', '1578929400', '1578938400', null, '0', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1578904480931', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332127', 'ธนกร จริยเพียรพันธุ์', '1585198184', '');
INSERT INTO lar_data VALUES ('1542678301458', '1578962944126', 'ลาสลับวันหยุด', '1578873600', null, '1576256400', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1578962975094', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585198183', '');
INSERT INTO lar_data VALUES ('1526339054692', '1578964787666', 'คออักเสบ', '1578960000', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1578964793847', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585198184', '');
INSERT INTO lar_data VALUES ('1531524013391', '1578976096236', 'ลากิจ', '1578614400', null, null, '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1578976104183', null, null, 'แก้วตา แกมนิล', '1579058961', 'ธนกร จริยเพียรพันธุ์', '1585198182', '');
INSERT INTO lar_data VALUES ('1531524013391', '1578976096237', 'ลาพักร้อน', '1579824000', null, null, '1', 'label-warning', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1578976109655', null, null, 'แก้วตา แกมนิล', '1579058957', 'ธนกร จริยเพียรพันธุ์', '1585190668', '');
INSERT INTO lar_data VALUES ('1566381272207', '1578998235450', 'ลาพักร้อน', '1581379200', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1578999110828', null, null, 'มณฑา ทองส่งโสม', '1579598994', 'ธนกร จริยเพียรพันธุ์', '1585191719', '');
INSERT INTO lar_data VALUES ('1566381272207', '1578998235451', 'ลาพักร้อน', '1586995200', '1587168000', null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '0', '1578999136637', null, '1585249882', 'มณฑา ทองส่งโสม', '1579598979', null, null, '');
INSERT INTO lar_data VALUES ('1571641490902', '1578999541196', 'ลาสลับวันหยุด', '1579132800', null, '1578675600', '1', 'label-danger', 'นภัสสรณ์ ว่าวภู่', 'busarin.wat@iris.co.th', '0', '4', '1578999590322', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1579051505', 'ธนกร จริยเพียรพันธุ์', '1585198186', '');
INSERT INTO lar_data VALUES ('1520635600122', '1579055347986', 'ลาป่วย', '1578873600', null, null, '1', 'label-grey', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1579055414462', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332129', 'ธนกร จริยเพียรพันธุ์', '1585198184', '');
INSERT INTO lar_data VALUES ('1529968525781', '1579057169259', 'ลากิจ', '1579093200', '1579109400', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1579057188149', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1579057550', 'ธนกร จริยเพียรพันธุ์', '1585198185', '');
INSERT INTO lar_data VALUES ('1529450029911', '1579058176199', 'ลาป่วย', '1578873600', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1579058259901', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1579170162', 'ธนกร จริยเพียรพันธุ์', '1585198184', '');
INSERT INTO lar_data VALUES ('1530487021651', '1579058347706', 'ลาพักร้อน', '1581409800', '1581442200', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1579058393693', null, null, 'แก้วตา แกมนิล', '1579058962', 'ธนกร จริยเพียรพันธุ์', '1585190690', '');
INSERT INTO lar_data VALUES ('1520635600122', '1579142694194', 'ลากิจ', '1579251600', '1579266000', null, '0', 'label-success', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1579142751072', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332131', 'ธนกร จริยเพียรพันธุ์', '1585198187', '');
INSERT INTO lar_data VALUES ('1542678525051', '1579168466754', 'ลากิจ', '1579478400', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1579168492977', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332155', 'ธนกร จริยเพียรพันธุ์', '1585198189', '');
INSERT INTO lar_data VALUES ('1528413038171', '1579227185387', 'ลาป่วย', '1579219200', null, null, '1', 'label-grey', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '2', '1579227208144', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1579491696228', 'ลาป่วย', '1579305600', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1579491710403', null, null, 'กีรติยา พงษ์พานิช', '1579492192', 'ธนกร จริยเพียรพันธุ์', '1585198188', '');
INSERT INTO lar_data VALUES ('1552277944331', '1579512189497', 'ลา8.30-12.00', '1579651200', null, null, '1', 'label-success', 'บุศริน วัฒนาพรศิริโชติ', 'kittipongs@iris.co.th', '1', '2', '1579512199979', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1579579636828', 'ลาป่วย', '1579478400', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1579579644076', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1579580336374', 'ลากิจ', '1579910400', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1579580452878', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332157', 'ธนกร จริยเพียรพันธุ์', '1585190712', '');
INSERT INTO lar_data VALUES ('1519857856318', '1579580336373', 'ลากิจ', '1579824000', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1579580433776', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332157', 'ธนกร จริยเพียรพันธุ์', '1585190714', '');
INSERT INTO lar_data VALUES ('1519857856318', '1579580336372', 'ลากิจ', '1580083200', null, null, '1', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1579580431303', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332158', 'ธนกร จริยเพียรพันธุ์', '1585190722', '');
INSERT INTO lar_data VALUES ('1531524013391', '1579580584563', 'ลากิจ', '1579104000', '1579111200', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1579580592297', null, null, 'แก้วตา แกมนิล', '1579582584', 'ธนกร จริยเพียรพันธุ์', '1585198185', '');
INSERT INTO lar_data VALUES ('1566381272207', '1579588478116', 'ลาป่วย', '1579478400', null, null, '1', 'label-grey', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '4', '1579588509176', null, null, 'มณฑา ทองส่งโสม', '1579598970', 'ธนกร จริยเพียรพันธุ์', '1585198190', '');
INSERT INTO lar_data VALUES ('1542678301458', '1579657425787', 'ลาสลับวันหยุด', '1579564800', null, '1576861200', '1', 'label-danger', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1579657451347', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585190738', '');
INSERT INTO lar_data VALUES ('1529968525781', '1579658729739', 'ลาป่วย', '1579564800', null, null, '1', 'label-grey', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1579658871060', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1579659335', 'ธนกร จริยเพียรพันธุ์', '1585190754', '');
INSERT INTO lar_data VALUES ('1522709583602', '1579669901541', 'ลาพักร้อน', '1581552000', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1579669914547', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1580319181', 'ธนกร จริยเพียรพันธุ์', '1585190779', '');
INSERT INTO lar_data VALUES ('1522709583602', '1579669901542', 'ลาพักร้อน', '1581638400', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1579669927449', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1580319180', 'ธนกร จริยเพียรพันธุ์', '1585190780', '');
INSERT INTO lar_data VALUES ('1522709583602', '1579669901543', 'ลาพักร้อน', '1581724800', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1579669940378', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1580319183', 'ธนกร จริยเพียรพันธุ์', '1585190781', '');
INSERT INTO lar_data VALUES ('1522709583602', '1579669901544', 'ลาพักร้อน', '1581811200', null, null, '1', 'label-warning', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1579669955019', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1580319206', 'ธนกร จริยเพียรพันธุ์', '1585190782', '');
INSERT INTO lar_data VALUES ('1522709583602', '1579669901545', 'ลาสลับวันหยุด', '1581897600', null, '1581440400', '1', 'label-danger', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1579669964601', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1581356953', 'ธนกร จริยเพียรพันธุ์', '1585190783', '');
INSERT INTO lar_data VALUES ('1530487021651', '1579674101577', 'ลาพักร้อน', '1580459400', '1580491800', null, '0', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '4', '1579674124734', null, null, 'แก้วตา แกมนิล', '1579674825', 'ธนกร จริยเพียรพันธุ์', '1585190792', '');
INSERT INTO lar_data VALUES ('1545623825687', '1579696668974', 'ลากิจ', '1579737600', null, null, '1', 'label-success', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1579696698654', null, null, 'กรวิชญ์ คุณวิศาล', '1579698863', 'ธนกร จริยเพียรพันธุ์', '1585190806', '');
INSERT INTO lar_data VALUES ('1566381796376', '1579747483672', 'ลากิจ', '1580774400', null, null, '1', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1579747517475', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134595', 'ธนกร จริยเพียรพันธุ์', '1585190970', '');
INSERT INTO lar_data VALUES ('1566381796376', '1579747483673', 'ลากิจ', '1582243200', null, null, '1', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1579747821065', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134595', 'ธนกร จริยเพียรพันธุ์', '1585197357', '');
INSERT INTO lar_data VALUES ('1529450029911', '1579857312771', 'ลาป่วย', '1579651200', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1579857333416', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1580092958', 'ธนกร จริยเพียรพันธุ์', '1585190985', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028644', 'ลาพักร้อน', '1581638400', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023227893', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191008', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028645', 'ลาพักร้อน', '1581724800', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023230592', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191009', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028646', 'ลาพักร้อน', '1581811200', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023233054', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191010', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028647', 'ลาพักร้อน', '1581897600', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023235600', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191010', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028648', 'ลาพักร้อน', '1581984000', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023238324', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191011', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028649', 'ลาพักร้อน', '1582070400', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023246643', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585191011', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028650', 'ลาพักร้อน', '1582243200', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023250482', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585197376', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028651', 'ลาพักร้อน', '1582329600', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580023252444', null, null, 'กีรติยา พงษ์พานิช', '1580024346', 'ธนกร จริยเพียรพันธุ์', '1585197415', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028652', 'ลาพักร้อน', '1582416000', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '0', '1580023256049', null, '1580440685', 'กีรติยา พงษ์พานิช', '1580024346', null, null, '');
INSERT INTO lar_data VALUES ('1522191087732', '1580023028655', 'ลาพักร้อน', '1582502400', null, null, '1', 'label-warning', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '0', '1580023282527', null, '1580440685', 'กีรติยา พงษ์พานิช', '1580024346', null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1580092966803', 'ลากิจ', '1579824000', null, null, '1', 'label-success', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1580093012891', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1569812334309', '1577845257635', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'เลอเดช ทรัพย์กรานนท์', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, '');
INSERT INTO lar_data VALUES ('1537412311367', '1577845257579', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'แก้วตา แกมนิล', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1580270834597', 'ลาป่วย', '1580169600', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1580270854299', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332151', 'ธนกร จริยเพียรพันธุ์', '1585191039', '');
INSERT INTO lar_data VALUES ('1520635600122', '1577845257587', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1526079806757', '1577845257602', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1521931839797', '1577845257589', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1522968831537', '1577845257593', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381796376', '1577845257634', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1526339054692', '1577845257601', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1521672591862', '1577845257588', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381654308', '1577845257632', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1519080112513', '1577845257583', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1527376046432', '1577845257604', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381721237', '1577845257633', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ธีรวัฒน์ ชุมแก้ว', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1571641490902', '1577845257608', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'นภัสสรณ์ ว่าวภู่', 'busarin.wat@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381272207', '1577845257630', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1552277944331', '1577845257580', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'บุศริน วัฒนาพรศิริโชติ', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381381121', '1577845257631', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พจกาญจน์ ศรีไพสุรินทร์', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1569812056211', '1577845257628', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1524524319147', '1577845257598', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1525042815017', '1577845257599', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1531005517521', '1577845257614', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1566381154213', '1577845257629', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1518820864578', '1577845257581', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1527894542301', '1577845257605', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1542678301458', '1577845257621', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1518561616643', '1577845257582', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1527376046432', '1580187253523', 'ลากิจไปขนส่งติดต่อแจ้งและขอทะเบียนรถหล่นหาย', '1580256000', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1580187261335', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1557399533490', '1577845257626', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1542678614431', '1577845257623', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1520376352188', '1577845257585', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1542678525051', '1577845257622', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1523487327407', '1577845257595', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1523746575342', '1577845257596', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1524005823277', '1580110102677', 'ลาสลับวันหยุด', '1579996800', null, '1579798800', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1580110134950', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1580319308', 'ธนกร จริยเพียรพันธุ์', '1585191052', '');
INSERT INTO lar_data VALUES ('1529709277846', '1580177763718', 'ลากิจ', '1579824000', null, null, '1', 'label-success', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1580177777793', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1580181265', 'ธนกร จริยเพียรพันธุ์', '1585191064', '');
INSERT INTO lar_data VALUES ('1529709277846', '1580177763720', 'ลาป่วย', '1580216400', '1580232600', null, '0', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1580177868453', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1580181266', 'ธนกร จริยเพียรพันธุ์', '1585191071', '');
INSERT INTO lar_data VALUES ('1526857550562', '1577845257603', 'ลาพักร้อน วันที่ 30 ธันวาคม 2562', '1577689200', null, null, '1', 'label-warning', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '1', '4', '1577689200', null, null, 'HR เพิ่มข้อมูล', '1577689200', null, null, null);
INSERT INTO lar_data VALUES ('1531005517521', '1580436910501', 'ลาป่วย', '1580342400', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1580436919959', null, null, 'แก้วตา แกมนิล', '1581386581', 'ธนกร จริยเพียรพันธุ์', '1585191081', '');
INSERT INTO lar_data VALUES ('1520635600122', '1580698862678', 'ลาพักร้อน', '1582243200', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1580698897832', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332144', 'ธนกร จริยเพียรพันธุ์', '1585197389', '');
INSERT INTO lar_data VALUES ('1520635600122', '1580698862679', 'ลาพักร้อน', '1582329600', null, null, '1', 'label-warning', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '4', '1580698907419', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332146', 'ธนกร จริยเพียรพันธุ์', '1585197426', '');
INSERT INTO lar_data VALUES ('1527376046432', '1580705062993', 'ลากิจ', '1580947200', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1580705069169', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678525051', '1580708169322', 'ลาพักร้อน', '1581292800', null, null, '1', 'label-warning', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1580708176293', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332159', 'ธนกร จริยเพียรพันธุ์', '1585191101', '');
INSERT INTO lar_data VALUES ('1526339054692', '1580779563577', 'ลาสลับวันหยุด', '1580688000', null, '1580490000', '1', 'label-danger', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1580779569544', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585191115', '');
INSERT INTO lar_data VALUES ('1571641490902', '1580780272408', 'ลาสลับวันหยุด', '1581033600', null, '1580576400', '1', 'label-danger', 'นภัสสรณ์ ว่าวภู่', 'busarin.wat@iris.co.th', '0', '4', '1580780274989', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1580780308', 'ธนกร จริยเพียรพันธุ์', '1585191125', '');
INSERT INTO lar_data VALUES ('1522191087732', '1580795072492', 'ลาป่วย', '1580688000', null, null, '1', 'label-grey', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '4', '1580795083749', null, null, 'รัญชิดา หงษา', '1581136052', 'ธนกร จริยเพียรพันธุ์', '1585191133', '');
INSERT INTO lar_data VALUES ('1566381654308', '1580797101441', 'เหตุผลอื่นๆ โปรดระบุ...', '1582156800', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1580797183910', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1580797101442', 'เหตุผลอื่นๆ โปรดระบุ...', '1582243200', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1580797185796', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1580797101443', 'เหตุผลอื่นๆ โปรดระบุ...', '1582502400', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1580797188813', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1580801293818', 'หมอนัดฉีดวัคซีน มีใบรับรองแพทย์', '1580169600', null, null, '1', 'label-grey', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '4', '1580801325892', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1580963575', 'ธนกร จริยเพียรพันธุ์', '1585191143', '');
INSERT INTO lar_data VALUES ('1578890848618', '1580897739449', 'เหตุผลอื่นๆ โปรดระบุ...', '1581409800', '1581422400', null, '0', 'label-success', 'เขมจิรา ยืนยั่ง', 'busarin.wat@iris.co.th', '0', '4', '1580897784845', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1580963556', 'ธนกร จริยเพียรพันธุ์', '1585191162', '');
INSERT INTO lar_data VALUES ('1566381154213', '1580902591769', 'ลาพักร้อน', '1582848000', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '0', '1580902613235', null, '1582798087', 'มณฑา ทองส่งโสม', '1580971847', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1581047560801', 'ลาป่วย', '1580860800', null, null, '1', 'label-grey', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1581047590819', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1581356961', 'ธนกร จริยเพียรพันธุ์', '1585191174', '');
INSERT INTO lar_data VALUES ('1524005823277', '1581047560802', 'ลาป่วย', '1580947200', null, null, '1', 'label-grey', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1581047593156', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1581356963', 'ธนกร จริยเพียรพันธุ์', '1585191176', '');
INSERT INTO lar_data VALUES ('1542678920886', '1581386093481', 'ปวดหัว', '1580688000', null, null, '1', 'label-grey', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '4', '1581386100567', null, null, 'แก้วตา แกมนิล', '1581386580', 'ธนกร จริยเพียรพันธุ์', '1585191192', '');
INSERT INTO lar_data VALUES ('1542678525051', '1581607746367', 'ติดต่อราชการ รับ/โอนที่ดิน', '1581638400', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1581607755396', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332163', 'ธนกร จริยเพียรพันธุ์', '1585191199', '');
INSERT INTO lar_data VALUES ('1557399533490', '1581647047384', 'ลาป่วย', '1581552000', null, null, '1', 'label-grey', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '1581647063960', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1581650324945', 'ลาพักร้อน 1 วัน', '1582243200', null, null, '1', 'label-warning', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '4', '1581650337849', null, null, 'แก้วตา แกมนิล', '1581661775', 'ธนกร จริยเพียรพันธุ์', '1585197404', '');
INSERT INTO lar_data VALUES ('1519080112513', '1581741612503', 'ปวดท้อง', '1581465600', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1581741622799', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1581826279', 'ธนกร จริยเพียรพันธุ์', '1585191221', '');
INSERT INTO lar_data VALUES ('1529968525781', '1582000136845', 'เหตุผลอื่นๆ โปรดระบุ...', '1582014600', '1582021800', null, '0', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1582000146757', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1582012147', 'ธนกร จริยเพียรพันธุ์', '1585191228', '');
INSERT INTO lar_data VALUES ('1529968525781', '1582000063596', 'บุตรธิดาเจ็บป่วย', '1582156800', null, null, '1', 'label-success', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '4', '1582000068998', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1582012153', 'ธนกร จริยเพียรพันธุ์', '1585191236', '');
INSERT INTO lar_data VALUES ('1566381654308', '1582025949439', 'ลาป่วย', '1582070400', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1582025967013', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1582175251011', 'ลาสลับวันหยุด', '1581984000', null, '1580490000', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1582175298414', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585191252', '');
INSERT INTO lar_data VALUES ('1518561616643', '1582175535343', 'เหตุผลอื่นๆ โปรดระบุ...', '1582635600', '1582653600', null, '0', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1582175633481', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1582687286', 'ธนกร จริยเพียรพันธุ์', '1585197473', '');
INSERT INTO lar_data VALUES ('1531524013391', '1582258958482', 'เหตุผลอื่นๆ โปรดระบุ...', '1581685200', '1581703200', null, '0', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1582258966197', null, null, 'แก้วตา แกมนิล', '1582511141', 'ธนกร จริยเพียรพันธุ์', '1585191267', '');
INSERT INTO lar_data VALUES ('1525820558822', '1582268978799', 'ติดต่อราชการเกี่ยวกับคดีความที่ศาล', '1579564800', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1582268998562', null, null, 'วัฒนา ศักขี', '1582270762', 'ธนกร จริยเพียรพันธุ์', '1585191277', '');
INSERT INTO lar_data VALUES ('1529709277846', '1582511730866', 'ลาป่วย', '1581984000', null, null, '1', 'label-grey', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '4', '1582511751745', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1582513261', 'ธนกร จริยเพียรพันธุ์', '1585191285', '');
INSERT INTO lar_data VALUES ('1566381796376', '1582512906854', 'ลาสลับวันหยุด', '1581984000', null, '1582304400', '1', 'label-danger', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1582512920244', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134596', 'ธนกร จริยเพียรพันธุ์', '1585196667', '');
INSERT INTO lar_data VALUES ('1566381796376', '1582512906855', 'ลาสลับวันหยุด', '1582070400', null, '1582390800', '1', 'label-danger', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '4', '1582512938945', null, null, 'บุศริน วัฒนาพรศิริโชติ', '1585134596', 'ธนกร จริยเพียรพันธุ์', '1585196670', '');
INSERT INTO lar_data VALUES ('1523746575342', '1582513080296', 'ลาป่วย', '1581724800', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1582513128355', null, null, 'กีรติยา พงษ์พานิช', '1582514424', 'ธนกร จริยเพียรพันธุ์', '1585191315', '');
INSERT INTO lar_data VALUES ('1566381154213', '1582540959245', 'เหตุผลอื่นๆ โปรดระบุ...', '1582588800', null, null, '1', 'label-success', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1582540978349', null, null, 'มณฑา ทองส่งโสม', '1582597629', 'ธนกร จริยเพียรพันธุ์', '1585197460', '');
INSERT INTO lar_data VALUES ('1566381154213', '1582540959246', 'ลาพักร้อน', '1583107200', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '4', '1582541145933', null, null, 'มณฑา ทองส่งโสม', '1582597630', 'ธนกร จริยเพียรพันธุ์', '1585197612', '');
INSERT INTO lar_data VALUES ('1529450029911', '1582596045648', 'ลาป่วย', '1582502400', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1582596104008', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1583749732', 'ธนกร จริยเพียรพันธุ์', '1585197438', '');
INSERT INTO lar_data VALUES ('1526339054692', '1582614895758', 'ช่วยงาน event IDEN-KP', '1582502400', null, '1582304400', '1', 'label-danger', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1582614899924', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1582791415', 'ธนกร จริยเพียรพันธุ์', '1585197449', '');
INSERT INTO lar_data VALUES ('1524005823277', '1582687111692', 'ลาป่วย', '1579910400', null, null, '1', 'label-grey', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1582687132042', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1582687272', 'ธนกร จริยเพียรพันธุ์', '1585191466', '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579708', 'ลาป่วย', '1580774400', null, null, '1', 'label-grey', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '4', '1582691599219', null, null, 'วัฒนา ศักขี', '1582691810', 'ธนกร จริยเพียรพันธุ์', '1585191481', '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579709', 'ลาพักร้อน', '1586131200', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '0', '1582691649849', null, '1586715621', 'วัฒนา ศักขี', '1582691858', null, null, '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579710', 'ลาพักร้อน', '1586217600', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '0', '1582691653138', null, '1586715621', 'วัฒนา ศักขี', '1582691859', null, null, '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579711', 'ลาพักร้อน', '1586304000', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '0', '1582691655220', null, '1586715621', 'วัฒนา ศักขี', '1582691860', null, null, '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579712', 'ลาพักร้อน', '1586390400', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '0', '1582691657973', null, '1586715621', 'วัฒนา ศักขี', '1582691861', null, null, '');
INSERT INTO lar_data VALUES ('1526079806757', '1582691579713', 'ลาพักร้อน', '1586476800', null, null, '1', 'label-warning', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '1', '0', '1582691660205', null, '1586715621', 'วัฒนา ศักขี', '1582691864', null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1582781158460', '', '1582934400', null, '1582822800', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1582781186510', null, null, 'กีรติยา พงษ์พานิช', '1582782037', 'ธนกร จริยเพียรพันธุ์', '1585197583', '');
INSERT INTO lar_data VALUES ('1537412311367', '1582692669025', 'ลาป่วย', '1580373000', '1580405400', null, '0', 'label-grey', 'แก้วตา แกมนิล', 'kittipongs@iris.co.th', '1', '2', '1582692748555', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1582946688145', 'ลาป่วย', '1582761600', null, null, '1', 'label-grey', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1582946720463', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288082', 'ธนกร จริยเพียรพันธุ์', '1585197504', '');
INSERT INTO lar_data VALUES ('1524005823277', '1582946688146', '', '1582934400', null, '1582822800', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1582946730021', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288096', 'ธนกร จริยเพียรพันธุ์', '1585197593', '');
INSERT INTO lar_data VALUES ('1542678301458', '1583203484877', 'บุตรธิดาเจ็บป่วย', '1582761600', null, null, '1', 'label-success', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1583203816779', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1583313841', 'ธนกร จริยเพียรพันธุ์', '1585197518', '');
INSERT INTO lar_data VALUES ('1566381654308', '1583215985048', 'ลาป่วย', '1583224200', '1583240400', null, '0', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1583216024032', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594011', 'ทำบุญเก็บกระดูกพ่อ', '1582675200', null, '1580576400', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583219647580', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288105', 'ธนกร จริยเพียรพันธุ์', '1585197496', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594012', 'ทำบุญเก็บกระดูกพ่อ', '1582761600', null, '1581094800', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583219649826', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288116', 'ธนกร จริยเพียรพันธุ์', '1585197527', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594013', 'ทำบุญเก็บกระดูกพ่อ', '1582848000', null, '1581786000', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583219652034', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288117', 'ธนกร จริยเพียรพันธุ์', '1585197558', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594014', 'ทำบุญเก็บกระดูกพ่อ', '1582934400', null, '1582390800', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583219653970', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583288132', 'ธนกร จริยเพียรพันธุ์', '1585197603', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594016', 'ลาพักร้อน', '1584576000', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583220013938', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371250', 'ธนกร จริยเพียรพันธุ์', '1585197874', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594015', 'ลาพักร้อน', '1584662400', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583220011434', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371255', 'ธนกร จริยเพียรพันธุ์', '1585197900', '');
INSERT INTO lar_data VALUES ('1519857856318', '1583220108307', 'ลาพักร้อน', '1584057600', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '0', '1583220132639', null, '1585193482', 'ธีรวัฒน์ ชุมแก้ว', '1584332185', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1583220108308', 'ลาพักร้อน', '1584144000', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '0', '1583220135009', null, '1585193482', 'ธีรวัฒน์ ชุมแก้ว', '1584332190', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1583220108309', 'ลาพักร้อน', '1584316800', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '1583220158217', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332183', 'ธนิต เนตรโพธิ์แก้ว', '1585132792', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583219594017', 'ลาพักร้อน', '1584748800', null, null, '1', 'label-warning', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '3', '1583220704368', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371262', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1583294923491', 'วันศุกร์มีเข้าตามโรงงานและบริษัท ต่างๆ  โซน สมุทรปราการ ของ ICO', '1583452800', null, '1583514000', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '4', '1583294937675', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1583984456', 'ธนกร จริยเพียรพันธุ์', '1585197629', '');
INSERT INTO lar_data VALUES ('1519857856318', '1583295094141', '', '1583539200', null, '1584032400', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '0', '1583295127642', null, '1585193482', 'ธีรวัฒน์ ชุมแก้ว', '1584332199', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1583295094142', '', '1583712000', null, '1584118800', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '0', '1583295153205', null, '1585193482', 'ธีรวัฒน์ ชุมแก้ว', '1584332200', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1583295094143', '', '1583452800', null, '1584291600', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '1583295458236', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332201', 'ธนิต เนตรโพธิ์แก้ว', '1585132804', '');
INSERT INTO lar_data VALUES ('1525820558822', '1583309798801', 'ติดต่อราชการ', '1583712000', null, null, '1', 'label-success', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1583309810309', null, null, 'วัฒนา ศักขี', '1583310091', 'ธนกร จริยเพียรพันธุ์', '1585197689', '');
INSERT INTO lar_data VALUES ('1525820558822', '1583309459846', 'ลาป่วย', '1582761600', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1583309487287', null, null, 'วัฒนา ศักขี', '1583309720', 'ธนกร จริยเพียรพันธุ์', '1585197534', '');
INSERT INTO lar_data VALUES ('1566381154213', '1583321955708', 'ลาพักร้อน', '1586995200', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '0', '1583322064529', null, '1585129877', 'มณฑา ทองส่งโสม', '1583410642', null, null, '');
INSERT INTO lar_data VALUES ('1566381154213', '1583321955709', 'ลาพักร้อน', '1587081600', null, null, '1', 'label-warning', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '0', '1583322066611', null, '1585129877', 'มณฑา ทองส่งโสม', '1583410643', null, null, '');
INSERT INTO lar_data VALUES ('1532042509261', '1583415773709', 'ตาอักเสบบวม', '1583280000', null, null, '1', 'label-grey', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1583415783106', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678301458', '1583482967948', 'ลาป่วย', '1583485200', '1583496000', null, '0', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1583483036276', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1583819536', 'ธนกร จริยเพียรพันธุ์', '1585197649', '');
INSERT INTO lar_data VALUES ('1529450029911', '1583492931599', 'ลาป่วย', '1583280000', null, null, '1', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1583492943177', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1583749731', 'ธนกร จริยเพียรพันธุ์', '1585197621', '');
INSERT INTO lar_data VALUES ('1523228079472', '1583649832626', 'ลาป่วย', '1583539200', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '4', '1583649847730', null, null, 'กีรติยา พงษ์พานิช', '1583651876', 'ธนกร จริยเพียรพันธุ์', '1585197658', '');
INSERT INTO lar_data VALUES ('1542678301458', '1583803947266', 'ลาป่วย', '1583712000', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1583803952760', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1583819536', 'ธนกร จริยเพียรพันธุ์', '1585197701', '');
INSERT INTO lar_data VALUES ('1532042509261', '1583808628591', 'ลาป่ายตามแพทย์เห็นสมควร ห้ามใช้สายตา', '1583712000', null, null, '1', 'label-grey', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '2', '1583808643319', null, null, null, null, null, null, 'Mon,Mar,09,2020,07,00,00.jpg');
INSERT INTO lar_data VALUES ('1518561616643', '1583926676621', 'ทำบุญให้พ่อทที่บ้านต่างจังหวัด', '1584403200', null, '1583600400', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583926697363', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371294', 'ธนกร จริยเพียรพันธุ์', '1585197853', '');
INSERT INTO lar_data VALUES ('1518561616643', '1583926676622', 'ทำบุญให้พ่อที่บ้านต่างจังหวัด', '1584489600', null, '1584205200', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1583926769561', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371276', 'ธนกร จริยเพียรพันธุ์', '1585197857', '');
INSERT INTO lar_data VALUES ('1542678525051', '1583941570437', 'ติดต่อราชการ รับ/โอนที่ดิน', '1583971200', null, null, '1', 'label-success', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '4', '1583941576769', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584332202', 'ธนกร จริยเพียรพันธุ์', '1585197732', '');
INSERT INTO lar_data VALUES ('1526339054692', '1584084366716', 'เป็นไข้', '1583712000', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '1583798400888', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1584414298', 'ธนกร จริยเพียรพันธุ์', '1585197714', '');
INSERT INTO lar_data VALUES ('1518561616643', '1584240670999', 'ทำบุญกระดูกให้พ่อ', '1584316800', null, null, '1', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '4', '1584240700877', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1584371293', 'ธนกร จริยเพียรพันธุ์', '1585197821', '');
INSERT INTO lar_data VALUES ('1531524013391', '1584323804287', 'ติดต่อโรงเรียนบุตร', '1584057600', null, null, '1', 'label-success', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '4', '1584323810159', null, null, 'แก้วตา แกมนิล', '1585040936', 'ธนกร จริยเพียรพันธุ์', '1585197762', '');
INSERT INTO lar_data VALUES ('1525820558822', '1584354940799', 'ลาป่วย', '1583971200', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1584354947729', null, null, 'วัฒนา ศักขี', '1584359197', 'ธนกร จริยเพียรพันธุ์', '1585197741', '');
INSERT INTO lar_data VALUES ('1525820558822', '1584354940800', 'ลาป่วย', '1584057600', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '4', '1584354950925', null, null, 'วัฒนา ศักขี', '1584359195', 'ธนกร จริยเพียรพันธุ์', '1585197769', '');
INSERT INTO lar_data VALUES ('1527376046432', '1584414241634', 'ไปโรงพยาบาล', '1584576000', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1584414250509', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1545623825687', '1584497609584', 'ลาป่วย', '1584489600', null, null, '1', 'label-grey', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '4', '1584497641788', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584579082', 'ธนกร จริยเพียรพันธุ์', '1585197865', '');
INSERT INTO lar_data VALUES ('1583315519071', '1584506493324', 'ลาล่า', '1584489600', null, null, '1', 'label-grey', 'สุนี เชื้อประกอบกิจ', 'kittipongs@iris.co.th', '1', '2', '1584506497158', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678301458', '1584961152303', 'ลาป่วย', '1583971200', null, null, '1', 'label-grey', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '1584962078762', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1585128823', 'ธนกร จริยเพียรพันธุ์', '1585197753', '');
INSERT INTO lar_data VALUES ('1524005823277', '1584691505912', 'วิ่งหา ลค โรงงาน โครงการ ICO', '1584748800', null, '1584032400', '1', 'label-danger', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '3', '1584691525839', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585130423', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1584590176302', 'ลาพักร้อน', '1584230400', null, '1584291600', '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '1584590201104', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584937270', 'ธนิต เนตรโพธิ์แก้ว', '1585132669', '');
INSERT INTO lar_data VALUES ('1557399533490', '1584935230820', 'ติดต่อราชการเกี่ยวกับคดีความที่ศาล', '1585180800', null, null, '1', 'label-success', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '1584935251039', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529450029911', '1584935571821', 'ลาป่วย', '1584608400', '1584619200', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '4', '1584935599461', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1585038315', 'ธนกร จริยเพียรพันธุ์', '1585197881', '');
INSERT INTO lar_data VALUES ('1519857856318', '1584937182151', 'ลาป่วย', '1584921600', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '1584937191185', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1584937275', 'ธนิต เนตรโพธิ์แก้ว', '1585132720', '');
INSERT INTO lar_data VALUES ('1523746575342', '1584945955378', 'สลับวันหยุดแทนบูธกับพนักงานอีกคน', '1583539200', null, '1583427600', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '4', '1584946141067', null, null, 'กีรติยา พงษ์พานิช', '1584946292', 'ธนกร จริยเพียรพันธุ์', '1585197667', '');
INSERT INTO lar_data VALUES ('1523746575342', '1584945955379', 'สลับวันหยุดเข้าบูธกับพนักงานอีกคน', '1584835200', null, '1584637200', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '1', '1584946891094', '1', '1584947912', 'กีรติยา พงษ์พานิช', '1584948431', null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1584948504839', 'บูธอิมพีเรียลฯ ปิดทำการ', '1584835200', null, '1584637200', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '3', '1584948519836', null, null, 'กีรติยา พงษ์พานิช', '1584950567', null, null, '');
INSERT INTO lar_data VALUES ('1566381796376', '1586767867856', '', '1586908800', null, null, '1', 'label-success', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '2', '1586767897365', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1585039261311', 'ลาป่วย', '1583193600', null, null, '1', 'label-grey', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1585040224872', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518820864578', '1585129696303', 'ไปรับลูก', '1584057600', null, '1584205200', '1', 'label-danger', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1585129720148', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585130396', 'ธนกร จริยเพียรพันธุ์', '1585197775', '');
INSERT INTO lar_data VALUES ('1518820864578', '1585129758081', 'ท้องเสีย', '1583539200', null, null, '1', 'label-grey', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '4', '1585129767214', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585130416', 'ธนกร จริยเพียรพันธุ์', '1585197678', '');
INSERT INTO lar_data VALUES ('1519080112513', '1585130316163', 'เป็นไข้', '1584230400', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '4', '1585130335615', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585130371', 'ธนกร จริยเพียรพันธุ์', '1585197811', '');
INSERT INTO lar_data VALUES ('1526857550562', '1585130416040', 'tekla bright precaster', '1582761600', null, '1581699600', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1585130430515', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1585131208', 'ธนกร จริยเพียรพันธุ์', '1585197542', '');
INSERT INTO lar_data VALUES ('1526857550562', '1585130416041', 'Tekla Bright precaster', '1582848000', null, '1582304400', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '1585130480198', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1585131209', 'ธนกร จริยเพียรพันธุ์', '1585197566', '');
INSERT INTO lar_data VALUES ('1522709583602', '1585130592782', 'มีงานค้างต้องทำ', '1582848000', null, '1582563600', '1', 'label-danger', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '4', '1585130601922', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585130864', 'ธนกร จริยเพียรพันธุ์', '1585197573', '');
INSERT INTO lar_data VALUES ('1518820864578', '1585904443408', 'ทำธุระส่วนตัว', '1587168000', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '3', '1585904449506', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586325860', null, null, '');
INSERT INTO lar_data VALUES ('1518820864578', '1585904443407', 'ทำธุระส่วนตัว', '1587081600', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '3', '1585904447934', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586325859', null, null, '');
INSERT INTO lar_data VALUES ('1518820864578', '1585904443409', 'ทำธุระส่วนตัว', '1587340800', null, null, '1', 'label-warning', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '3', '1585904452034', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586325858', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1585132812840', 'สลับ', '1584316800', null, '1584205200', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1585132830444', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585132954', 'ธนกร จริยเพียรพันธุ์', '1585197837', '');
INSERT INTO lar_data VALUES ('1519857856318', '1585132812841', 'ลาพักร้อน', '1583452800', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '4', '1585132939398', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585133050', 'ธนกร จริยเพียรพันธุ์', '1585197640', '');
INSERT INTO lar_data VALUES ('1519857856318', '1585133185517', 'ลาป่วย', '1584921600', null, null, '1', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1585133189499', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585133202', null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1585133396668', 'มีอาการปวดหัว', '1584921600', null, null, '1', 'label-grey', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '3', '1585133468302', null, null, null, '1585204871', null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1585188879839', 'รับปริญญา', '1582588800', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1585188889444', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1585193785109', 'ลาพักร้อน', '1583539200', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1585193883687', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585557927', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1585193785110', 'ลาพักร้อน', '1583712000', null, null, '1', 'label-warning', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1585193916309', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585557926', null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585287921320', 'ลาป่วย กักตัว', '1584662400', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585290922326', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585291203169', 'ลาป่วยกักตัว', '1584748800', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585291208696', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585291282342', 'ลาป่วยกักตัว', '1584835200', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585291288977', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585291333199', 'ลาป่วยกักตัว', '1584921600', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585291343159', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585291371194', 'ลาป่วยกักตัว', '1585094400', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585291378075', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1585291402723', 'ลาป่วย', '1585180800', null, null, '1', 'label-grey', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1585291407432', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1585294255137', 'เป็นไข้', '1585008000', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '3', '1585294279146', null, null, null, '1585547207', null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1585294255138', 'เป็นไข้', '1585094400', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '3', '1585294294693', null, null, null, '1585547202', null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1585294255139', 'เป็นไข้', '1585180800', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '3', '1585294296909', null, null, null, '1585547197', null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1585294255140', 'ไปหาหมอ มีใบรับรองแพทย์', '1585267200', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '3', '1585294385067', null, null, null, '1585547190', null, null, '');
INSERT INTO lar_data VALUES ('1519080112513', '1585294255141', 'ไปหาหมอ มีใบรับรองแพทย์', '1585353600', null, null, '1', 'label-grey', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '3', '1585294408693', null, null, null, '1585547189', null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1585303675566', 'ไปติดต่อราชการ สคบ. ', '1585612800', null, '1580490000', '1', 'label-danger', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '2', '1585303696641', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1585500798498', 'ลาป่วยปวดไมเกรน', '1585440000', null, null, '1', 'label-grey', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1585500826731', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1585500798499', 'เข้าสำนักงานใหญ่', '1585526400', null, '1585242000', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1585500943949', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1585501156041', 'ลาพักร้อน', '1586044800', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1585501187556', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1520635600122', '1585555018817', 'ลาไปหาหมอ', '1585580400', '1585589400', null, '0', 'label-grey', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '3', '1585555084056', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1585557921', null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1585556100265', '', '1585180800', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1585556133204', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1585556235522', 'กักตัวโควิท', '1584921600', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1585556247784', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1585556235523', 'กักตัวโควิท', '1585267200', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1585556269902', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1545623825687', '1586142862929', 'เอารถไปซ่อม', '1586131200', null, null, '1', 'label-success', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '3', '1586142980653', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1586143669', null, null, '');
INSERT INTO lar_data VALUES ('1518820864578', '1585635707154', 'เป็นไข้', '1585612800', null, null, '1', 'label-grey', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '3', '1585635726865', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1585662022', null, null, '');
INSERT INTO lar_data VALUES ('1557399533490', '1585725433566', 'ลาพักร้อน', '1594598400', null, null, '1', 'label-warning', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '1585725451794', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1587188061539', 'ลาป่วย', '1587214800', '1587232800', null, '0', 'label-grey', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1587188076365', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1587188291', null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1585735204761', 'ลาพักร้อน', '1586736000', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1585735437442', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1585735204762', 'ลาพักร้อน', '1586822400', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1585735439725', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1585735204763', 'ลาพักร้อน', '1586908800', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1585735442260', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530227773716', '1585735204764', 'ลาพักร้อน', '1587340800', null, null, '1', 'label-warning', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '1585735475797', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529450029911', '1585817602527', 'ทำธุระ', '1585526400', null, null, '1', 'label-success', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '3', '1585817635798', null, null, 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '1585821568', null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077128239', 'ลาพักร้อน', '1586649600', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077150155', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077255849', 'ลาพักร้อน', '1586736000', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077269022', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077324520', 'ลาพักร้อน', '1586908800', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077331047', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077378617', 'ลาพักร้อน', '1587081600', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077386860', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077401021', 'ลาพักร้อน', '1586995200', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077403925', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077420052', 'ลาพักร้อน', '1587168000', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077424942', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077501542', 'ลาพักร้อน', '1587254400', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077506494', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523228079472', '1586077527315', 'ลาพักร้อน', '1587340800', null, null, '1', 'label-warning', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '2', '1586077758329', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1586426143360', 'ใช้สิทธิ์พักร้อนในการลาออก ', '1587340800', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '3', '1586426157258', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586511732', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1586426143361', 'ใช้สิทธิ์พักร้อนในการลาออก', '1587254400', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '3', '1586426159740', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586511739', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1586426143362', 'ใช้สิทธิ์พักร้อนในการลาออก', '1587168000', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '3', '1586426162083', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586511747', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1586426143363', 'ใช้สิทธิ์พักร้อนในการลาออก', '1586995200', null, null, '1', 'label-warning', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '3', '1586426164052', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586511750', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1587729753915', 'สลับวันหยุดกับวันที่ 29/04/2020', '1586736000', null, '1585414800', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1587729785999', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1587730298', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1587474773971', 'เพื่อชดเชยวันทำงานปกติศุกร์ที่ 24/04/63', '1587686400', null, '1586019600', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1587475202710', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1587730298', null, null, '');
INSERT INTO lar_data VALUES ('1525820558822', '1587456894813', 'ลาป่วย', '1584921600', null, null, '1', 'label-grey', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '3', '1587457207227', null, null, 'วัฒนา ศักขี', '1587458137', null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1586944684880', 'ติดต่อราชการเรื่องเอกสาร', '1586390400', null, null, '1', 'label-success', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1586944709957', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526339054692', '1587456997021', 'เป็นไข้', '1587427200', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '3', '1587457003302', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1587522392', null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586530628648', 'สลับกับวันหยุดประจำสัปดาห์', '1586563200', null, '1586451600', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586530714251', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586531008744', 'ลาพักร้อน', '1587340800', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586531014178', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586531008745', 'ลาพักร้อน', '1587254400', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586531048853', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586531096238', 'ลาพักร้อน', '1587168000', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586531102300', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586531096239', 'ลาพักร้อน', '1587081600', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586531131278', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586532451928', 'สลับกับวันหยุดประจำสัปดาห์', '1586131200', null, '1585846800', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586532457361', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586532756232', 'สลับวันทำงานกับวันที่16/4/63', '1586649600', null, '1586970000', '1', 'label-danger', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586532780565', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1542678525051', '1586583479261', 'ลาพักร้อน', '1587168000', null, null, '1', 'label-warning', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '0', '1586586023222', null, '1587668299', 'ธีรวัฒน์ ชุมแก้ว', '1586593174', null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1586688960384', 'นัดช่างและลูกบ้านเข้าซ่อมงาน', '1586736000', null, '1586624400', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '3', '1586688976848', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1586706754', null, null, '');
INSERT INTO lar_data VALUES ('1526339054692', '1586740806154', 'ท้องเสีย', '1586736000', null, null, '1', 'label-grey', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '3', '1586740812954', null, null, 'ธนิต เนตรโพธิ์แก้ว', '1586767483', null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1586848615381', 'พาญาติ ไป รพ.', '1586908800', null, null, '1', 'label-success', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '3', '1586848898169', null, null, 'แก้วตา แกมนิล', '1586861910', null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586870007753', 'ลาพักร้อน', '1586736000', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586870017688', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586870007754', 'ลาพักร้อน', '1586822400', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586870051799', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1523746575342', '1586870007755', 'ลาพักร้อน', '1586908800', null, null, '1', 'label-warning', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '2', '1586870079756', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1587474773972', 'ชดเชยการทำงานวันอาทิตย์', '1587772800', null, '1586624400', '1', 'label-danger', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1587475207732', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1587730298', null, null, '');
INSERT INTO lar_data VALUES ('1519857856318', '1587612163445', 'ไปหาลูกที่ตจว.', '1587646800', '1587664800', null, '0', 'label-success', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '3', '1587616029333', null, null, 'ธีรวัฒน์ ชุมแก้ว', '1587730298', null, null, '');
INSERT INTO lar_data VALUES ('1522709583602', '1587962176825', 'ลาป่วย', '1585699200', null, null, '1', 'label-grey', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '3', '1587962183918', null, null, 'สมเกียรติ อุ่นกุศลภักดี', '1587962401', null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1587964423968', 'ใช้แทนสิทธิ์ลาพักร้อนที่มี', '1586563200', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '1587964438944', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1587964423969', 'ใช้แทนสิทธิ์ลาพักร้อนที่มี', '1586649600', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '1587964444258', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1587964423970', 'ใช้แทนสิทธิ์ลาพักร้อนที่มี', '1586736000', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '1587964446698', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1587964423971', 'ใช้แทนสิทธิ์ลาพักร้อนที่มี', '1586822400', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '1587964449394', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1524005823277', '1587964423973', 'ใช้แทนสิทธิ์ลาพักร้อนที่มี', '1586908800', null, null, '1', 'label-success', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '1587964574972', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518820864578', '1588385692246', 'บิดาเจ็บป่วย', '1588550400', null, null, '1', 'label-success', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '2', '1588385708191', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1588408965243', 'มารดาเจ็บป่วย', '1588251600', '1588269600', null, '0', 'label-success', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '2', '1588409001458', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1530487021651', '1588910895996', 'ลาพักร้อน', '1589760000', null, null, '1', 'label-warning', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '2', '1588910903114', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1531005517521', '1589160273036', 'ลาป่วย ท้องเสีย', '1588896000', null, null, '1', 'label-grey', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '2', '1589160282004', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1589175738251', 'ไข้ขึ้นสูง', '1588550400', null, null, '1', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1589175746739', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1566381654308', '1589175738253', 'ท้องเสีย', '1589185800', '1589200200', null, '0', 'label-grey', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '2', '1589175791461', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1527376046432', '1589184952325', 'ติดต่อเรื่องป้ายทะเบียนรถ', '1589328000', null, null, '1', 'label-success', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '2', '1589184982291', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1589191160257', 'ลูกบ้านนัดดูงานซ่อม', '1589328000', null, '1587229200', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '2', '1589191173945', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1518561616643', '1589191160258', 'ลูกค้านัดดูบ้านก่อนโอนแปลง 45', '1589414400', null, '1587834000', '1', 'label-danger', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '2', '1589191235828', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1529450029911', '1589249189127', 'ลาป่วย', '1588840200', '1588852800', null, '0', 'label-grey', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '2', '1589249318963', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1525042815017', '1589268721975', 'ทำธุรกรรมการเงิน/ติดต่อราชการ', '1589414400', null, '1580576400', '1', 'label-danger', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '2', '1589268727619', null, null, null, null, null, null, '');
INSERT INTO lar_data VALUES ('1526857550562', '1589278466556', 'TEKLA BRIGHT', '1589155200', null, '1583514000', '1', 'label-danger', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '2', '1589278473125', null, null, null, null, null, null, '');

-- ----------------------------
-- Table structure for `lar_status`
-- ----------------------------
DROP TABLE IF EXISTS `lar_status`;
CREATE TABLE `lar_status` (
  `dataid` bigint(1) NOT NULL,
  `userName` varchar(50) NOT NULL,
  `year` mediumint(1) NOT NULL,
  `sickr` mediumint(1) DEFAULT NULL,
  `personalr` mediumint(1) DEFAULT NULL,
  `vacationr` mediumint(1) DEFAULT NULL,
  `trainingr` mediumint(1) DEFAULT NULL,
  `sterilyr` mediumint(1) DEFAULT NULL,
  `maternityr` mediumint(1) DEFAULT NULL,
  `religiousr` mediumint(1) DEFAULT NULL,
  `militaryr` mediumint(1) DEFAULT NULL,
  `sickd` mediumint(1) DEFAULT NULL,
  `personald` mediumint(1) DEFAULT NULL,
  `vacationd` mediumint(1) DEFAULT NULL,
  `trainingd` mediumint(1) DEFAULT NULL,
  `sterilyd` mediumint(1) DEFAULT NULL,
  `maternityd` mediumint(1) DEFAULT NULL,
  `religiousd` mediumint(1) DEFAULT NULL,
  `militaryd` mediumint(1) DEFAULT NULL,
  `sick` tinyint(1) DEFAULT NULL,
  `personal` tinyint(1) DEFAULT NULL,
  `vacation` tinyint(1) DEFAULT NULL,
  `training` tinyint(1) DEFAULT NULL,
  `sterily` tinyint(1) DEFAULT NULL,
  `maternity` tinyint(1) DEFAULT NULL,
  `religious` tinyint(1) DEFAULT NULL,
  `military` tinyint(1) DEFAULT NULL,
  `sicke` tinyint(1) DEFAULT NULL,
  `personale` tinyint(1) DEFAULT NULL,
  `vacatione` tinyint(1) DEFAULT NULL,
  `traininge` tinyint(1) DEFAULT NULL,
  `sterilye` tinyint(1) DEFAULT NULL,
  `maternitye` tinyint(1) DEFAULT NULL,
  `religiouse` tinyint(1) DEFAULT NULL,
  `militarye` tinyint(1) DEFAULT NULL,
  `vacationp` mediumint(1) DEFAULT NULL,
  `vacationq` mediumint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lar_status
-- ----------------------------
INSERT INTO lar_status VALUES ('1519080112513', 'ธนัชพร หนูพรหม', '2018', '280000', '50000', null, null, null, null, null, null, '20000', '10000', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2018', '290000', '50330', '0', null, null, null, null, null, '10000', '430', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1529709277846', 'แอนนา จงเจริญโภคา', '2018', '250030', '30000', '80230', null, null, null, null, null, '40030', '30000', '20530', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2018', '270300', null, null, null, null, null, null, null, '20500', null, '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1520117104253', 'กรวิชญ์ คุณวิศาล', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1528413038171', 'ภัสรา ชื่นจิตร', '2018', '280000', '30000', null, null, null, null, null, null, '20000', '30000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1524005823277', 'กีรติยา พงษ์พานิช', '2018', null, null, '40000', null, null, null, null, null, null, null, '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525820558822', 'ธรณีลักษมี ปานสวัสดิ์', '2018', null, '10000', null, null, null, null, null, null, null, '40000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1542678301458', 'มนัส จิตพิริยะอุดม', '2018', '280000', null, null, null, null, null, null, null, '20000', null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1524524319147', 'พัชรา บัวลอย', '2018', null, '40000', null, null, null, null, null, null, null, '20000', '50200', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1529968525781', 'น้ำทิพย์ จิตขาว', '2018', '280000', '10700', null, null, null, '10000', null, null, '20000', '40100', null, null, null, '890000', null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1530227773716', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '2018', '280000', null, null, null, null, null, null, null, '20000', null, '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1542678920886', 'สุธินันท์ จันทร์เกลี้ยง', '2018', '290700', null, null, null, null, null, null, null, '100', null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1520117104253', 'กรวิชญ์ คุณวิศาล', '2019', null, null, '80000', null, null, null, null, null, null, null, '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1537412311367', 'แก้วตา แกมนิล', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1520635600122', 'ชนากานต์ ถิรกิจไพโรจน์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1518820864578', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', '2018', '280000', '40000', null, null, null, null, null, null, '20000', '20000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1521672591862', 'ธนชัย โฉมงาม', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1519857856318', 'วารุณี ธนสถาพร', '2018', null, null, '30000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, '30', '4', '4', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1519857856318', 'วารุณี ธนสถาพร', '2019', '250000', '30000', '70000', null, null, null, null, null, '50000', '30000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', '60000');
INSERT INTO lar_status VALUES ('1524524319147', 'พัชรา บัวลอย', '2019', '270000', '20330', '110000', '290000', null, null, null, null, '30000', '30430', '10000', '10000', null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1518820864578', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', '2019', '290000', '20000', '80000', null, null, null, null, null, '10000', '40000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1519080112513', 'ธนัชพร หนูพรหม', '2019', '280000', '0', '90000', null, null, null, null, null, '20000', '60000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2019', '270000', '50000', '100000', null, null, null, null, null, '30000', '10000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1522968831537', 'ฐิติพร ฉ่ำสดใส', '2018', null, null, '50000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1524005823277', 'กีรติยา พงษ์พานิช', '2019', null, '50000', '40000', null, null, null, null, null, null, '10000', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1522968831537', 'ฐิติพร ฉ่ำสดใส', '2019', '260000', '20000', '80000', null, null, null, null, null, '40000', '40000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1523487327407', 'ศศิธร แพรอด', '2018', null, '50000', '90000', null, null, null, null, null, null, '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1523487327407', 'ศศิธร แพรอด', '2019', '290000', '40000', '50000', null, null, null, null, null, '10000', '20000', '70000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1529968525781', 'น้ำทิพย์ จิตขาว', '2019', '210200', '100', '40000', null, null, null, null, null, '80600', '50700', '80000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2018', null, '40000', '0', null, null, null, null, null, null, '20000', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2019', '240000', '600', '50000', null, null, null, null, null, '60000', '50200', '70000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2018', '210400', '50130', '20000', null, null, null, null, null, '80400', '630', '80000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2019', '220000', '40000', '10000', null, null, null, null, null, '80000', '20000', '70000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1531005517521', 'พิมพ์ชนก เวชชนะ', '2018', '290000', '20330', null, null, null, null, null, null, '10000', '30430', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1542678301458', 'มนัส จิตพิริยะอุดม', '2019', '230000', '40630', '40000', null, null, null, null, null, '70000', '10130', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', '10000');
INSERT INTO lar_status VALUES ('1531005517521', 'พิมพ์ชนก เวชชนะ', '2019', '240000', '330', '20330', null, null, null, null, null, '60000', '50430', '90430', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1526079806757', 'ชาญณรงค์ ดียิ่ง', '2018', null, '30000', '10000', null, null, null, null, null, null, '30000', '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526079806757', 'ชาญณรงค์ ดียิ่ง', '2019', '270000', '50000', '10000', null, null, null, null, null, '30000', '10000', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1522191087732', 'ยุวดี วีระวงศ์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '4', '4', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1522191087732', 'ยุวดี วีระวงศ์', '2019', '260000', '50000', '20000', null, null, null, null, null, '40000', '10000', '80000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1528413038171', 'ภัสรา ชื่นจิตร', '2019', '260600', '40330', '30000', null, null, null, null, null, '30200', '10430', '90000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2019', '290000', '50000', '70000', null, null, null, null, null, '10000', '10000', '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1529709277846', 'แอนนา จงเจริญโภคา', '2019', '250330', '0', '80000', null, null, null, null, null, '40430', '60000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1518561616643', 'มยุรมาศ อุ่นศรี', '2019', '250000', '30000', '10000', null, null, null, null, null, '50000', '30000', '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2019', '150000', '30200', '60000', null, null, null, null, null, '150000', '20600', '60000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2019', '290400', '400', '40000', '290000', null, '360000', null, null, '400', '60400', '20000', '10000', null, '540000', null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1531524013391', 'นวลพรรณ สงวนศรี', '2019', '280000', '10300', '50000', null, null, null, null, null, '20000', '40500', '70000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1537412311367', 'แก้วตา แกมนิล', '2019', null, '50000', '60000', null, null, null, null, null, null, '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', '60000');
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1520376352188', 'วิศวรุต เกกินะ', '2019', null, '10000', '30000', null, null, null, null, null, null, '50000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1520635600122', 'ชนากานต์ ถิรกิจไพโรจน์', '2019', null, '50000', '90000', null, null, null, null, null, null, '10000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1521672591862', 'ธนชัย โฉมงาม', '2019', null, '40000', '80000', null, null, null, null, null, null, '20000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1521931839797', 'ชิตร เปรมศรี', '2019', '260000', '40000', null, null, null, null, null, null, '40000', '20000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1522709583602', 'รัญชิดา หงษา', '2019', '270000', '40000', '100000', null, null, null, null, null, '30000', '20000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525820558822', 'ธรณีลักษมี ปานสวัสดิ์', '2019', '240000', '0', '70000', null, null, null, null, null, '60000', '60000', '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '50000');
INSERT INTO lar_status VALUES ('1528153790236', 'ก๋องคำ สุนาลัย', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1529450029911', 'วราภรณ์ อาจศิลา', '2019', '160500', '50000', '110000', null, null, null, null, null, '130300', '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1530227773716', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '2019', '240000', '50000', '90000', null, null, null, null, null, '60000', '10000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1531783261326', 'จิรานุวัฒน์ โปรยลาภ', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532301757196', 'เกริกอิสร์ ลีวงศ์เจริญ', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532561005131', 'สมเกียรติ อุ่นกุศลภักดี', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1542678525051', 'ศรายุทธ จาดเอี้ยง', '2019', '290000', '30000', '30000', null, null, null, null, null, '10000', '30000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1542678614431', 'วิชชภัฎ ปาละนันทน์', '2019', '280000', '50000', '20000', null, null, null, null, null, '20000', '10000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1542678920886', 'สุธินันท์ จันทร์เกลี้ยง', '2019', null, '50400', '10330', null, null, null, null, null, null, '400', '40430', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1545623825687', 'วรเมธ พิมานวรกุล', '2019', '290000', '50000', null, null, null, null, null, null, '10000', '10000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1524005823277', 'กีรติยา พงษ์พานิช', '2020', '260000', '10000', '20000', null, null, null, null, null, '40000', '50000', '40000', null, null, null, null, null, '30', '6', '2', '30', '1', '90', '30', '60', null, null, '4', null, null, null, null, null, '40000', '60000');
INSERT INTO lar_status VALUES ('1552277944331', 'บุศริน วัฒนาพรศิริโชติ', '2019', null, '30330', null, null, null, null, null, null, null, '430', null, null, null, null, null, null, '30', '4', '4', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1530487021651', 'สริกุล อนุลุน', '2019', '290000', null, '600', null, null, null, null, null, '10000', null, '60200', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1530487021651', 'สริกุล อนุลุน', '2018', null, null, '10000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1530487021651', 'สริกุล อนุลุน', '2020', null, null, '30000', null, null, null, null, null, null, null, '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '600', null);
INSERT INTO lar_status VALUES ('1520376352188', 'วิศวรุต เกกินะ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1557399533490', 'วัฒนา ศักขี', '2019', '290000', null, '20000', null, null, null, null, null, '10000', null, '10000', null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2020', '280000', null, '80000', null, null, null, null, null, '20000', null, '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1564040054927', 'ธนพนธ์  อุตมานิติเจริญ', '2019', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1542678525051', 'ศรายุทธ จาดเอี้ยง', '2020', null, '30000', '80000', null, null, null, null, null, null, '30000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2019', '210000', '20000', '90000', null, null, null, null, null, '90000', '40000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2019', '220000', '0', '20000', null, null, null, null, null, '80000', '60000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381381121', 'พจกาญจน์ ศรีไพสุรินทร์', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381654308', 'ธนพนธ์ อุตมานิติเจริญ', '2019', '260430', '10000', null, null, null, null, null, null, '30330', '10000', null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1566381721237', 'ธีรวัฒน์ ชุมแก้ว', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1566381796376', 'ดาริน เรืองวิลัย', '2019', '230700', '10230', '10000', null, null, null, null, null, '60100', '530', '10000', null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2019', '280000', '50700', '110000', null, null, null, null, null, '20000', '100', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2018', '270100', '40000', '80000', null, null, null, null, null, '20700', '20000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', '60000');
INSERT INTO lar_status VALUES ('1523228079472', 'จุฬาลักษณ์ วันอ่อน', '2019', '280000', '40000', null, null, null, null, null, null, '20000', '20000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', '50000');
INSERT INTO lar_status VALUES ('1523228079472', 'จุฬาลักษณ์ วันอ่อน', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '2', '10000');
INSERT INTO lar_status VALUES ('1523228079472', 'จุฬาลักษณ์ วันอ่อน', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, null, null);
INSERT INTO lar_status VALUES ('1523228079472', 'จุฬาลักษณ์ วันอ่อน', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', '0');
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2017', '280000', null, null, null, null, null, null, null, '20000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2020', '250000', '50000', null, null, null, null, null, null, '50000', '10000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1519857856318', 'วารุณี ธนสถาพร', '2020', '270030', '20300', '90000', null, null, null, null, null, '20730', '30500', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2020', null, '50430', '90000', null, null, null, null, null, null, '330', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '40000', '60000');
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1529450029911', 'วราภรณ์ อาจศิลา', '2018', '240000', '430', '60500', null, null, null, null, null, '60000', '50330', '40300', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1529450029911', 'วราภรณ์ อาจศิลา', '2017', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1529709277846', 'แอนนา จงเจริญโภคา', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1529709277846', 'แอนนา จงเจริญโภคา', '2020', '280330', '50000', '100000', null, null, null, null, null, '10430', '10000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1569812056211', 'พนิดา ดาวหน', '2019', null, '10000', null, '270000', null, null, null, null, null, '10000', null, '30000', null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1569812334309', 'เลอเดช ทรัพย์กรานนท์', '2019', '290400', null, null, null, null, null, null, null, '400', null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1531524013391', 'นวลพรรณ สงวนศรี', '2018', null, '40030', '70000', null, null, null, null, null, null, '10730', '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1531524013391', 'นวลพรรณ สงวนศรี', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1531524013391', 'นวลพรรณ สงวนศรี', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571641490902', 'นภัสสรณ์ ว่าวภู่', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1542678301458', 'มนัส จิตพิริยะอุดม', '2020', '270500', '50000', null, null, null, null, null, null, '20300', '10000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1518561616643', 'มยุรมาศ อุ่นศรี', '2020', '280000', '30600', '40000', null, null, null, null, null, '20000', '20200', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2020', '290000', null, '70000', null, null, null, null, null, '10000', null, '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1531524013391', 'นวลพรรณ สงวนศรี', '2020', null, '30100', '100000', null, null, null, null, null, null, '20700', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1520117104253', 'กรวิชญ์ คุณวิศาล', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1530227773716', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '2020', '290000', '40000', '20000', null, null, null, null, null, '10000', '20000', '60000', null, null, null, null, null, '30', '6', '2', '30', '1', '90', '30', '60', null, '0', '4', null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525820558822', 'ธรณีลักษมี ปานสวัสดิ์', '2020', '260000', '40000', null, null, null, null, null, null, '40000', '20000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1523487327407', 'ศศิธร แพรอด', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '4', '4', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1566381796376', 'ดาริน เรืองวิลัย', '2020', null, '300', null, null, null, null, null, null, null, '50500', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2020', null, '50000', '110000', null, null, null, null, null, null, '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1542678614431', 'วิชชภัฎ ปาละนันทน์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1529450029911', 'วราภรณ์ อาจศิลา', '2020', '250500', '50000', '100000', null, null, null, null, null, '40300', '10000', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381381121', 'พจกาญจน์ ศรีไพสุรินทร์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381381121', 'พจกาญจน์ ศรีไพสุรินทร์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1523228079472', 'จุฬาลักษณ์ วันอ่อน', '2020', '230000', null, '50000', null, null, null, null, null, '70000', null, '70000', null, null, null, null, null, '30', '6', '2', '30', '1', '90', '30', '60', null, null, '4', null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1522709583602', 'รัญชิดา หงษา', '2020', '290000', '50000', '80000', null, null, null, null, null, '10000', '10000', '40000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2020', null, '10000', '80000', null, null, null, null, null, null, '70000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2020', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1545623825687', 'วรเมธ พิมานวรกุล', '2020', '290000', '20000', null, null, null, null, null, null, '10000', '40000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1531005517521', 'พิมพ์ชนก เวชชนะ', '2020', '280000', '50000', '70000', null, null, null, null, null, '20000', '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '20330', null);
INSERT INTO lar_status VALUES ('1552277944331', 'บุศริน วัฒนาพรศิริโชติ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1519080112513', 'ธนัชพร หนูพรหม', '2020', '230000', null, null, null, null, null, null, null, '70000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1522191087732', 'ยุวดี วีระวงศ์', '2020', '290000', null, '0', null, null, null, null, null, '10000', null, '80000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1522709583602', 'รัญชิดา หงษา', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1518820864578', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', '2020', '280000', '50000', '90000', null, null, null, null, null, '20000', '10000', '30000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381654308', 'ธนพนธ์ อุตมานิติเจริญ', '2020', '250330', '10000', '70000', null, null, null, null, null, '40430', '50000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1542678920886', 'สุธินันท์ จันทร์เกลี้ยง', '2020', '290000', '50000', null, null, null, null, null, null, '10000', '10000', null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '10330', null);
INSERT INTO lar_status VALUES ('1557399533490', 'วัฒนา ศักขี', '2020', '290000', '50000', '70000', null, null, null, null, null, '10000', '10000', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2020', '270000', null, '0', null, null, null, null, null, '30000', null, '80000', null, null, null, null, null, '30', '6', '2', '30', '1', '90', '30', '60', null, null, '4', null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1529968525781', 'น้ำทิพย์ จิตขาว', '2020', '290000', '40130', '90000', null, null, null, null, null, '10000', '10630', '10000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '40000', null);
INSERT INTO lar_status VALUES ('1578890848618', 'เขมจิรา ยืนยั่ง', '2020', null, '430', null, null, null, null, null, null, null, '330', null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1578890968530', 'รังสรรค์ ศรีเกียรติณรงค์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571641490902', 'นภัสสรณ์ ว่าวภู่', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1520635600122', 'ชนากานต์ ถิรกิจไพโรจน์', '2020', '290000', '50400', '100000', null, null, null, null, null, '10000', '400', '20000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1528413038171', 'ภัสรา ชื่นจิตร', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1526079806757', 'ชาญณรงค์ ดียิ่ง', '2020', '290000', null, '20000', null, null, null, null, null, '10000', null, '50000', null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1519080112513', 'ธนัชพร หนูพรหม', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '4', '4', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2006', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2007', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1529968525781', 'น้ำทิพย์ จิตขาว', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2010', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1542678525051', 'ศรายุทธ จาดเอี้ยง', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1545623825687', 'วรเมธ พิมานวรกุล', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1542678614431', 'วิชชภัฎ ปาละนันทน์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1524524319147', 'พัชรา บัวลอย', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2012', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1525820558822', 'ธรณีลักษมี ปานสวัสดิ์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1521931839797', 'ชิตร เปรมศรี', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1522709583602', 'รัญชิดา หงษา', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2007', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1528413038171', 'ภัสรา ชื่นจิตร', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1520376352188', 'วิศวรุต เกกินะ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1530227773716', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1528153790236', 'ก๋องคำ สุนาลัย', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532561005131', 'สมเกียรติ อุ่นกุศลภักดี', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1526079806757', 'ชาญณรงค์ ดียิ่ง', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1521672591862', 'ธนชัย โฉมงาม', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1531783261326', 'จิรานุวัฒน์ โปรยลาภ', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532301757196', 'เกริกอิสร์ ลีวงศ์เจริญ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1518820864578', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1524005823277', 'กีรติยา พงษ์พานิช', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1531005517521', 'พิมพ์ชนก เวชชนะ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1518561616643', 'มยุรมาศ อุ่นศรี', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2008', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2007', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1526079806757', 'ชาญณรงค์ ดียิ่ง', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2008', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1531783261326', 'จิรานุวัฒน์ โปรยลาภ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1532561005131', 'สมเกียรติ อุ่นกุศลภักดี', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1528153790236', 'ก๋องคำ สุนาลัย', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1532301757196', 'เกริกอิสร์ ลีวงศ์เจริญ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1524005823277', 'กีรติยา พงษ์พานิช', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1518561616643', 'มยุรมาศ อุ่นศรี', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526857550562', 'อรรจน์ บำรุงพงษ์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2008', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2009', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2012', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2009', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1531783261326', 'จิรานุวัฒน์ โปรยลาภ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532561005131', 'สมเกียรติ อุ่นกุศลภักดี', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1528153790236', 'ก๋องคำ สุนาลัย', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1523746575342', 'ศิญาภัสร์ โพธิเศวตวัชร์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2009', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2010', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2010', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2010', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1526339054692', 'ธนกร จริยเพียรพันธุ์', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527376046432', 'ธนิต เนตรโพธิ์แก้ว', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2012', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2012', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2012', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532042509261', 'สิริรัตน์ สยามไชย', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1527894542301', 'มณฑา ทองส่งโสม', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '3', '3', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2014', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1566381381121', 'พจกาญจน์ ศรีไพสุรินทร์', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1578890848618', 'เขมจิรา ยืนยั่ง', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '30000', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1566381381121', 'พจกาญจน์ ศรีไพสุรินทร์', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2016', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381154213', 'พุฒิธาดา โพธิไชยา', '2017', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1566381272207', 'นฤมล นิ่มเกตุ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1525042815017', 'พาณิน เก่งระดมกิจ', '2020', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '10000', null);
INSERT INTO lar_status VALUES ('1532561005131', 'สมเกียรติ อุ่นกุศลภักดี', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1537412311367', 'แก้วตา แกมนิล', '2020', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '15', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1521931839797', 'ชิตร เปรมศรี', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532301757196', 'เกริกอิสร์ ลีวงศ์เจริญ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1521672591862', 'ธนชัย โฉมงาม', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1528153790236', 'ก๋องคำ สุนาลัย', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1531783261326', 'จิรานุวัฒน์ โปรยลาภ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1532820253066', 'ลออ เชื้อประกอบกิจ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1536712608041', 'กิตติพงษ์ สุมานนท์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '30', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1582871616908', 'อานุทัศน์ วงศ์ตะวัน', '2020', null, '0', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1566381721237', 'ธีรวัฒน์ ชุมแก้ว', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1571641006360', 'ภัทรสิริย์ ภัทรจิรัณพงศ์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '20000', null);
INSERT INTO lar_status VALUES ('1571641006360', 'ภัทรสิริย์ ภัทรจิรัณพงศ์', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '2', '2', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583315519071', 'สุนี เชื้อประกอบกิจ', '2020', '290000', null, null, null, null, null, null, null, '10000', null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '60000', null);
INSERT INTO lar_status VALUES ('1571650706075', 'วรุตม์ เกสรธัมกิตติวุท', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571641110423', 'กัลยา บุญมี', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571651204103', 'ชนันดา หวังประเสริฐ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571651668176', 'นิลวรรณ แสงสังข์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571651820510', 'ถิรณิชา เหมือนใจ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571652166470', 'สิรินี ศรีประพัฒนาวงศ์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571650379239', 'กฤติยาภรณ์ อ่อนสี', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571706787387', 'ดลนภา เทวาโสภณ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1571652018918', 'กิตติ โชติช่วง', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317061457', 'นุชรินทร์ สุริอาจ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583315519071', 'สุนี เชื้อประกอบกิจ', '2018', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '5', '5', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583315519071', 'สุนี เชื้อประกอบกิจ', '2019', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '6', '6', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '50000', null);
INSERT INTO lar_status VALUES ('1583317325580', 'ปิยมาศ จำรัสแนว', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317656255', 'ธำรง ทิมจรัส', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317753517', 'วันดี เหล่าทรัพย์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317858063', 'ธีระวัฒน์ นนสินชัย', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317897870', 'รัตนาภรณ์ อินจันทร์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583317975044', 'สุมินตรา เหล่าทรัพย์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1583318120957', 'พิชามญชุ์ สหวัชรินทร์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585033082854', 'ปิติพัฒน์ ปริวัตรนานนท์', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585033834132', 'รัตนกมล เฉียงเอก', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585034707224', 'นพกานต์ กันตังกุล', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585034997213', 'พิทยา ทองภูบาล', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585035163205', 'กฤตนันท์ วงศ์วัฒนา', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585035298603', 'พัฒน์นรี ณัฐกุลวัฒนา', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585062978615', 'วีรนุช ผลบุญ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1585100931333', 'วีรนุช ผลบุญ', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1586396515697', 'องอาจ เหลืองวิริยะแสง', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '1', '1', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1586396582686', 'พัฒน์นรี ณัฐกุลวัฒนา', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1588240372862', 'องอาจ เหลืองวิริยะแสง', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);
INSERT INTO lar_status VALUES ('1588240436451', 'ศิริเพ็ญ สิงคลีบุตร', '2020', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, '30', '0', '0', '30', '1', '90', '0', '60', null, null, null, null, null, null, null, null, '0', null);

-- ----------------------------
-- Table structure for `licenseplate_data`
-- ----------------------------
DROP TABLE IF EXISTS `licenseplate_data`;
CREATE TABLE `licenseplate_data` (
  `id` varchar(19) NOT NULL,
  `unixid` varchar(10) NOT NULL,
  `license` varchar(10) NOT NULL,
  `province` varchar(20) NOT NULL,
  `remark` varchar(20) DEFAULT NULL,
  `top` int(1) DEFAULT NULL,
  PRIMARY KEY (`unixid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of licenseplate_data
-- ----------------------------
INSERT INTO licenseplate_data VALUES ('3085860300715023017', '0495992988', 'ฎศ-475', 'กรุงเทพมหานคร', 'march', '3000');
INSERT INTO licenseplate_data VALUES ('3085860300587680019', '0524607788', 'ฎศ-745', 'กรุงเทพมหานคร', 'march', '3000');
INSERT INTO licenseplate_data VALUES ('3085860600567200013', '0579855409', '2กฬ-7898', 'กรุงเทพมหานคร', 'CRV (ลออ)', '0');
INSERT INTO licenseplate_data VALUES ('3085860600858752011', '0742564626', '7กล-3404', 'กรุงเทพมหานคร', 'VIOS (เช่า)', '2500');
INSERT INTO licenseplate_data VALUES ('3085860601025139017', '0744547410', '8กว-118', 'กรุงเทพมหานคร', 'VELLFIRE', '3500');
INSERT INTO licenseplate_data VALUES ('3085860601025138019', '0744751490', '7กษ-4315', 'กรุงเทพมหานคร', 'CRV', '2000');
INSERT INTO licenseplate_data VALUES ('3085860600118233018', '1019523554', 'ศร-1502', 'กรุงเทพมหานคร', '', '0');
INSERT INTO licenseplate_data VALUES ('3085920300015048035', '1117554419', '3กค-9022', 'กรุงเทพมหานคร', '', '0');
INSERT INTO licenseplate_data VALUES ('3085860601374913012', '1975456595', '2กถ-6841', 'กรุงเทพมหานคร', 'AVANZA', '3000');
INSERT INTO licenseplate_data VALUES ('3085860300385005013', '3145305420', 'ฎผ-9388', 'กรุงเทพมหานคร', null, '3000');
INSERT INTO licenseplate_data VALUES ('3085920602030108037', '4159111555', 'ฎม-2123', 'กรุงเทพมหานคร', '', '0');

-- ----------------------------
-- Table structure for `privacy_data`
-- ----------------------------
DROP TABLE IF EXISTS `privacy_data`;
CREATE TABLE `privacy_data` (
  `dataid` bigint(10) NOT NULL,
  `cdate` bigint(1) DEFAULT NULL,
  `emid` bigint(1) NOT NULL,
  `userName` varchar(50) DEFAULT NULL,
  `mailGroup` varchar(50) DEFAULT NULL,
  `boss` tinyint(1) DEFAULT NULL,
  `operator` tinyint(1) DEFAULT NULL,
  `swtime` time DEFAULT NULL,
  `ewtime` time DEFAULT NULL,
  `wplace` tinyint(1) DEFAULT NULL,
  `company_id` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`dataid`)
) ENGINE=MyISAM AUTO_INCREMENT=59111117 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of privacy_data
-- ----------------------------
INSERT INTO privacy_data VALUES ('1537412311367', '1535907600', '6110901', 'แก้วตา แกมนิล', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1552277944331', '1552277944', '6210301', 'บุศริน วัฒนาพรศิริโชติ', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '0', '0');
INSERT INTO privacy_data VALUES ('1536712608041', '1140159600', '1', 'กิตติพงษ์ สุมานนท์', null, '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1518820864578', '1493881200', '6010504', 'ภัทรานิษฐ์ ทวีวิศาลภัสร์', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1518561616643', '1504249200', '6010903', 'มยุรมาศ อุ่นศรี', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1519080112513', '1493190000', '6010405', 'ธนัชพร หนูพรหม', 'somkiat.aun@iris.co.th', '1', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1519857856318', '1522047600', '6110302', 'วารุณี ธนสถาพร', 'theerawat.chu@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1520376352188', '1527836400', '6110601', 'วิศวรุต เกกินะ', 'theerawat.chu@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1520117104253', '1530514800', '6110701', 'กรวิชญ์ คุณวิศาล', 'theerawat.chu@iris.co.th', '1', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1520635600122', '1527663600', '6110503', 'ชนากานต์ ถิรกิจไพโรจน์', 'theerawat.chu@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1521672591862', '1485932400', '6010202', 'ธนชัย โฉมงาม', 'theerawat.chu@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1521931839797', '1516863600', '6110103', 'ชิตร เปรมศรี', 'theerawat.chu@iris.co.th', '1', '1', '08:00:00', '17:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1522191087732', '1522738800', '6110401', 'ยุวดี วีระวงศ์', 'runchida.hon@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1578890848618', '1577898000', '6310101', 'เขมจิรา ยืนยั่ง', 'busarin.wat@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1522709583602', '1506927600', '6011001', 'รัญชิดา หงษา', 'somkiat.aun@iris.co.th', '1', '2', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1522968831537', '1525330800', '6110501', 'ฐิติพร ฉ่ำสดใส', 'keeratiya.pon@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1523228079472', '1504249200', '6010902', 'จุฬาลักษณ์ วันอ่อน', '	somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1523487327407', '1491202800', '6010402', 'ศศิธร แพรอด', 'keeratiya.pon@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1523746575342', '1409900400', '5710215', 'ศิญาภัสร์ โพธิเศวตวัชร์', '	somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1524005823277', '1475737200', '5911003', 'กีรติยา พงษ์พานิช', 'somkiat.aun@iris.co.th', '1', '2', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1524524319147', '1504249200', '6010904', 'พัชรา บัวลอย', 'busarin.wat@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1525042815017', '1407049200', '5710406', 'พาณิน เก่งระดมกิจ', 'busarin.wat@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1525820558822', '1497510000', '6010606', 'ธรณีลักษมี ปานสวัสดิ์', 'wattana.sak@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1526339054692', '1344063600', '5911116', 'ธนกร จริยเพียรพันธุ์', 'thanit@iris.co.th', '0', '4', '08:00:00', '17:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1526079806757', '1476687600', '5911005', 'ชาญณรงค์ ดียิ่ง', 'wattana.sak@iris.co.th', '0', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1526857550562', '1441609200', '5810903', 'อรรจน์ บำรุงพงษ์', 'thanit@iris.co.th', '0', '4', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1527376046432', '1357282800', '5610901', 'ธนิต เนตรโพธิ์แก้ว', 'kittipongs@iris.co.th', '1', '4', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1527894542301', '1179730800', '5910804', 'มณฑา ทองส่งโสม', 'kroekits.lee@iris.co.th', '1', '2', '08:00:00', '17:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1528413038171', '1493708400', '6010501', 'ภัสรา ชื่นจิตร', 'kittipongs@iris.co.th', '1', '3', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1528153790236', '1480525200', '5911202', 'ก๋องคำ สุนาลัย', 'lertwat.dan@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1571641490902', '1561222800', '6210603', 'นภัสสรณ์ ว่าวภู่', 'busarin.wat@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1571641006360', '1565629300', '6030702', 'ภัทรสิริย์ ภัทรจิรัณพงศ์', 'kittipongs@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '2');
INSERT INTO privacy_data VALUES ('1529450029911', '1513839600', '6110102', 'วราภรณ์ อาจศิลา', 'yanis.kem@iris.co.th', '1', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1529709277846', '1485932400', '6010514', 'แอนนา จงเจริญโภคา', 'yanis.kem@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1529968525781', '1496300400', '4710601', 'น้ำทิพย์ จิตขาว', 'yanis.kem@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1530227773716', '1496300400', '6010601', 'ญานิษฐ์ เขมภิญโญธเนษฐ์', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1530487021651', '1530774000', '6110702', 'สริกุล อนุลุน', 'kaewta.kam@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1531005517521', '1496646000', '6010604', 'พิมพ์ชนก เวชชนะ', 'kaewta.kam@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1531524013391', '1466924400', '5910905', 'นวลพรรณ สงวนศรี', 'kaewta.kam@iris.co.th', '1', '2', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1531783261326', '1468998000', '5910703', 'จิรานุวัฒน์ โปรยลาภ', 'kittipongs@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1532042509261', '1262761200', '5310101', 'สิริรัตน์ สยามไชย', 'kittipongs@iris.co.th', '1', '4', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1532301757196', '1494486000', '6010507', 'เกริกอิสร์ ลีวงศ์เจริญ', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1532561005131', '1472713200', '5910903', 'สมเกียรติ อุ่นกุศลภักดี', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1532820253066', '1189753200', '2990004', 'ลออ เชื้อประกอบกิจ', 'kittipongs@iris.co.th', '1', '4', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1542678301458', '1540314000', '6111003', 'มนัส จิตพิริยะอุดม', 'thanit@iris.co.th', '0', '4', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1542678525051', '1541350800', '6111102', 'ศรายุทธ จาดเอี้ยง', 'theerawat.chu@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1542678614431', '1540918800', '6111005', 'วิชชภัฎ ปาละนันทน์', 'theerawat.chu@iris.co.th', '0', '1', '08:30:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1542678920886', '1542560400', '6111104', 'สุธินันท์ จันทร์เกลี้ยง', 'kaewta.kam@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1545623825687', '1545623826', '6111201', 'วรเมธ พิมานวรกุล', 'theerawat.chu@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '0');
INSERT INTO privacy_data VALUES ('1557399533490', '1557399533', '6210501', 'วัฒนา ศักขี', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1578890968530', '1577984400', '6310102', 'รังสรรค์ ศรีเกียรติณรงค์', 'kittipongs@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1582871616908', '1582477200', '6310202', 'อานุทัศน์ วงศ์ตะวัน', 'kittipongs@iris.co.th', '0', '4', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1569812056211', '1567098000', '6210802', 'พนิดา ดาวหน', 'kittipongs@iris.co.th', '0', '3', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1566381154213', '1400173200', '6210604', 'พุฒิธาดา โพธิไชยา', 'montha@iris.co.th', '0', '1', '09:00:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1566381272207', '1413133200', '6210605', 'นฤมล นิ่มเกตุ', 'montha@iris.co.th', '0', '1', '09:00:00', '18:00:00', '1', '0');
INSERT INTO privacy_data VALUES ('1566381381121', '1474390800', '6210606', 'พจกาญจน์ ศรีไพสุรินทร์', 'theerawat.chu@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '0');
INSERT INTO privacy_data VALUES ('1566381654308', '1563728400', '6210702', 'ธนพนธ์ อุตมานิติเจริญ', 'kittipongs@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1566381721237', '1564506000', '6210704', 'ธีรวัฒน์ ชุมแก้ว', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1566381796376', '1565629200', '6210801', 'ดาริน เรืองวิลัย', 'busarin.wat@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1569812334309', '1569171600', '6210901', 'เลอเดช ทรัพย์กรานนท์', 'kittipongs@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1571652166470', '1583312962', '6230501', 'สิรินี ศรีประพัฒนาวงศ์', 'somkiat.aun@iris.co.th', '1', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571651204103', '1583313067', '6030910', 'ชนันดา หวังประเสริฐ', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571651820510', '1583313137', '6031026', 'ถิรณิชา เหมือนใจ', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571641110423', '1583313225', '5802002', 'กัลยา บุญมี', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571706787387', '1583313515', '6030902', 'ดลนภา เทวาโสภณ', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571650379239', '1583313581', '6130102', 'กฤติยาภรณ์ อ่อนสี', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571650706075', '1583313657', '5600507', 'วรุตม์ เกสรธัมกิตติวุท', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571652018918', '1583313761', '6031027', 'กิตติ โชติช่วง', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1571651668176', '1583313814', '6030911', 'นิลวรรณ แสงสังข์', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '2');
INSERT INTO privacy_data VALUES ('1583315519071', '1514739600', '200001', 'สุนี เชื้อประกอบกิจ', 'kittipongs@iris.co.th', '1', '2', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583317061457', '1583317061', '9900033', 'นุชรินทร์ สุริอาจ', 'sunee8@brightprecaster.com', '0', '0', '08:30:00', '17:30:00', '0', null);
INSERT INTO privacy_data VALUES ('1583317325580', '1583317326', '9900110', 'ปิยมาศ จำรัสแนว', 'sunee8@brightprecaster.com', '0', '0', '08:30:00', '17:30:00', '0', null);
INSERT INTO privacy_data VALUES ('1583317656255', '1583317656', '9900275', 'ธำรง ทิมจรัส', 'sunee8@brightprecaster.com', '1', '0', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583317753517', '1583317754', '9900440', 'วันดี เหล่าทรัพย์', 'sunee8@brightprecaster.com', '0', '0', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583317858063', '1583317858', '99550', 'ธีระวัฒน์ นนสินชัย', 'sunee8@brightprecaster.com', '0', '0', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583317897870', '1583317898', '99516', 'รัตนาภรณ์ อินจันทร์', 'sunee8@brightprecaster.com', '0', '1', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583317975044', '1583317975', '99529', 'สุมินตรา เหล่าทรัพย์', 'sunee8@brightprecaster.com', '0', '1', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1583318120957', '1583318121', '9900525', 'พิชามญชุ์ สหวัชรินทร์', 'sunee8@brightprecaster.com', '0', '1', '08:30:00', '17:30:00', '0', '1');
INSERT INTO privacy_data VALUES ('1585033082854', '1583773200', '6310301', 'ปิติพัฒน์ ปริวัตรนานนท์', 'busarin.wat@iris.co.th', '0', '1', '08:30:00', '17:30:00', '1', '0');
INSERT INTO privacy_data VALUES ('1585033834132', '1584896400', '6310302', 'รัตนกมล เฉียงเอก', 'somkiat.aun@iris.co.th', '0', '1', '08:30:00', '17:30:00', '0', '0');
INSERT INTO privacy_data VALUES ('1585034707224', '1584896400', '6310303', 'นพกานต์ กันตังกุล', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1585034997213', '1584896400', '6310304', 'พิทยา ทองภูบาล', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1585035163205', '1584896400', '6310305', 'กฤตนันท์ วงศ์วัฒนา', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1585035298603', '1585674000', '6310401', 'พัฒน์นรี ณัฐกุลวัฒนา', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1585062978615', '1582477200', '6310201', 'วีรนุช ผลบุญ', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', null);
INSERT INTO privacy_data VALUES ('1585100931333', '1582477200', '6310201', 'วีรนุช ผลบุญ', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1586396515697', '1583859600', '6330301', 'องอาจ เหลืองวิริยะแสง', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '2');
INSERT INTO privacy_data VALUES ('1586396582686', '1586396583', '6310401', 'พัฒน์นรี ณัฐกุลวัฒนา', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');
INSERT INTO privacy_data VALUES ('1588240372862', '1583859600', '6330301', 'องอาจ เหลืองวิริยะแสง', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '2');
INSERT INTO privacy_data VALUES ('1588240436451', '1588525200', '6310501', 'ศิริเพ็ญ สิงคลีบุตร', 'somkiat.aun@iris.co.th', '0', '1', '09:00:00', '18:00:00', '0', '0');

-- ----------------------------
-- Table structure for `reserve_data`
-- ----------------------------
DROP TABLE IF EXISTS `reserve_data`;
CREATE TABLE `reserve_data` (
  `id` bigint(30) NOT NULL,
  `title` varchar(200) NOT NULL,
  `start` bigint(30) NOT NULL,
  `end` bigint(30) DEFAULT NULL,
  `allDay` tinyint(1) DEFAULT NULL,
  `className` varchar(30) NOT NULL,
  `userName` varchar(60) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of reserve_data
-- ----------------------------
INSERT INTO reserve_data VALUES ('1537529538514', 'MKT Booth', '1537779600', '1537815600', '0', 'label-grey', 'อาทิตย์ ทวิติยามัณฑ์');
INSERT INTO reserve_data VALUES ('1537837761317', 'ไม่ใส่รายละเอียด', '1537866000', '1537873200', '0', 'label-grey', 'อาทิตย์ ทวิติยามัณฑ์');
INSERT INTO reserve_data VALUES ('1537848254766', 'MGMT MTG', '1537974000', '1537979400', '0', 'label-yellow', 'สิริรัตน์ สยามไชย');
INSERT INTO reserve_data VALUES ('1537848254769', 'SBU MTG', '1537979400', '1537984800', '0', 'label-yellow', 'สิริรัตน์ สยามไชย');
INSERT INTO reserve_data VALUES ('1536721264296', 'ทดลอง', '1536710400', '1536796800', '1', 'label-grey', 'เลิศวรรธน์ ดนัยธรรมกุล');
INSERT INTO reserve_data VALUES ('1536741012843', 'ทดลอง', '1536796800', null, '1', 'label-purple', 'อาทิตย์  ทวิติยามัณฑ์');
INSERT INTO reserve_data VALUES ('1536742983407', 'ทดลองจองรถ แบบช่วงเวลา', '1536908400', '1536926400', '0', 'label-grey', 'อาทิตย์  ทวิติยามัณฑ์');
INSERT INTO reserve_data VALUES ('1537166071891', 'จองไปธุระข้างนอก', '1537401600', null, '1', 'label-success', 'กุลสิริ งามสม');
INSERT INTO reserve_data VALUES ('1537338311118', 'ติดต่อลูกค้า', '1537488000', null, '1', 'label-success', 'กุลสิริ งามสม');
INSERT INTO reserve_data VALUES ('1537166071893', 'จองประชุมงานกับลูกค้า', '1537257600', '1537272000', '0', 'label-yellow', 'กุลสิริ งามสม');
INSERT INTO reserve_data VALUES ('1537338311120', 'ไม่ใส่รายละเอียด', '1537603200', '1537615800', '0', 'label-success', 'กุลสิริ งามสม');
INSERT INTO reserve_data VALUES ('1537339036834', 'ไป สคบ.', '1537952400', '1537970400', '0', 'label-grey', 'อาทิตย์  ทวิติยามัณฑ์');

-- ----------------------------
-- Table structure for `user_data`
-- ----------------------------
DROP TABLE IF EXISTS `user_data`;
CREATE TABLE `user_data` (
  `dataid` bigint(10) NOT NULL,
  `emid` int(7) NOT NULL,
  `name` varchar(20) NOT NULL,
  `lastName` varchar(50) NOT NULL,
  `mail` varchar(40) NOT NULL,
  `jobPos` varchar(50) NOT NULL,
  `depart` varchar(40) NOT NULL,
  `mailGroup` varchar(50) NOT NULL,
  `userName` varchar(50) DEFAULT NULL,
  `password` varchar(50) DEFAULT NULL,
  `status` int(11) DEFAULT '1' COMMENT '0=ลาออก,1=ทำงาน',
  PRIMARY KEY (`emid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user_data
-- ----------------------------
INSERT INTO user_data VALUES ('1536712608041', '1', 'กิตติพงษ์', 'สุมานนท์', 'kittipongs@iris.co.th', 'ประธานเจ้าหน้าที่บริหาร', 'ผู้บริหาร', '', 'kittipongs', 'kittipongs1234', '1');
INSERT INTO user_data VALUES ('1583315519071', '200001', 'สุนี', 'เชื้อประกอบกิจ', 'sunee8@brightprecaster.com', 'ผู้ช่วยผู้จัดการโรงงาน', 'BRI', 'kittipongs@iris.co.th', 'sunee8', 'sunee81234', '1');
INSERT INTO user_data VALUES ('1532820253066', '2990004', 'ลออ', 'เชื้อประกอบกิจ', 'laor@iris.co.th', 'ผู้ช่วยกรรมการผู้จัดการ', 'ผู้บริหาร', 'kittipongs@iris.co.th', 'laor', 'laor1234', '1');
INSERT INTO user_data VALUES ('1529968525781', '4710601', 'น้ำทิพย์', 'จิตขาว', 'namtip@iris.co.th', 'หัวหน้าฝ่ายการเงิน', 'การเงิน', 'yanis.kem@iris.co.th', 'namtip', 'namtip1234', '1');
INSERT INTO user_data VALUES ('1532042509261', '5310101', 'สิริรัตน์', 'สยามไชย', 'sirirat@iris.co.th', 'เลขานุการประธานเจ้าหน้าที่บริหาร', 'สำนักบริหาร', 'kittipongs@iris.co.th', 'sirirat', 'sirirat1234', '1');
INSERT INTO user_data VALUES ('1571650706075', '5600507', 'วรุตม์', 'เกสรธัมกิตติวุท', 'warutama@iris.co.th', 'เจ้าหน้าที่ซ่อมบำรุง', 'RCM', 'somkiat.aun@iris.co.th', 'warutama', 'warutama1234', '0');
INSERT INTO user_data VALUES ('1527376046432', '5610901', 'ธนิต', 'เนตรโพธิ์แก้ว', 'thanit@iris.co.th', 'ผู้อำนวยการฝ่ายเทคโนโลยีสารสนเทศ', 'เทคโนโลยีสารสนเทศ', 'kittipongs@iris.co.th', 'thanit', 'thanit1234', '1');
INSERT INTO user_data VALUES ('1523746575342', '5710215', 'ศิญาภัสร์', 'โพธิเศวตวัชร์', 'siyaphat.pho@iris.co.th', 'เจ้าหน้าที่ขายโครงการอาวุโส', 'ขาย', '	somkiat.aun@iris.co.th', 'siyaphat.pho', 'siyaphat.pho1234', '1');
INSERT INTO user_data VALUES ('1525042815017', '5710406', 'พาณิน', 'เก่งระดมกิจ', 'panin@iris.co.th', 'เจ้าหน้าที่การตลาด', 'การตลาด', 'busarin.wat@iris.co.th', 'panin', 'panin1234', '1');
INSERT INTO user_data VALUES ('1571641110423', '5802002', 'กัลยา', 'บุญมี', 'kallaya.boo@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายดรงละครกอนโดล่า', 'RCM', 'somkiat.aun@iris.co.th', 'kallaya.boo', 'kallaya.boo1234', '1');
INSERT INTO user_data VALUES ('1526857550562', '5810903', 'อรรจน์', 'บำรุงพงษ์', 'atch.bum@iris.co.th', 'เจ้าหน้าที่เทคโนโลยีสารสนเทศ', 'เทคโนโลยีสารสนเทศ', 'thanit@iris.co.th', 'atch.bum', 'atch.bum1234', '1');
INSERT INTO user_data VALUES ('1531783261326', '5910703', 'จิรานุวัฒน์', 'โปรยลาภ', '', 'พนักงานขับรถ', 'สำนักบริหาร', 'kittipongs@iris.co.th', '', '', '1');
INSERT INTO user_data VALUES ('1527894542301', '5910804', 'มณฑา', 'ทองส่งโสม', 'montha@iris.co.th', 'ผู้จัดการฝ่ายจัดซื้อ', 'จัดซื้อ', 'kroekits.lee@iris.co.th', 'montha', 'montha1234', '1');
INSERT INTO user_data VALUES ('1532561005131', '5910903', 'สมเกียรติ', 'อุ่นกุศลภักดี', 'somkiat.aun@iris.co.th', 'รองกรรมการผู้จัดการ', 'ผู้บริหาร', 'kittipongs@iris.co.th', 'somkiat.aun', 'somkiat.aun1234', '1');
INSERT INTO user_data VALUES ('1531524013391', '5910905', 'นวลพรรณ', 'สงวนศรี', 'nuanphan.san@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายบัญชี', 'บัญชี', 'kaewta.kam@iris.co.th', 'nuanphan.san', 'nuanphan.san1234', '1');
INSERT INTO user_data VALUES ('1524005823277', '5911003', 'กีรติยา', 'พงษ์พานิช', 'keeratiya.pon@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายขาย', 'ขาย', 'somkiat.aun@iris.co.th', 'keeratiya.pon', 'keeratiya.pon1234', '1');
INSERT INTO user_data VALUES ('1526079806757', '5911005', 'ชาญณรงค์', 'ดียิ่ง', 'charnarong.dee@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายกฏหมาย', 'กฎหมาย', 'wattana.sak@iris.co.th', 'charnarong.dee', 'charnarong.dee1234', '1');
INSERT INTO user_data VALUES ('1526339054692', '5911116', 'ธนกร', 'จริยเพียรพันธุ์', 'thanakorn@iris.co.th', 'เจ้าหน้าที่ธุรการ', 'เทคโนโลยีสารสนเทศ', 'thanit@iris.co.th', 'thanakorn', 'auxwpcwr', '1');
INSERT INTO user_data VALUES ('1528153790236', '5911202', 'ก๋องคำ', 'สุนาลัย', '', 'คนสวน', 'ทรัพยากรบุคคล', 'lertwat.dan@iris.co.th', '', '', '1');
INSERT INTO user_data VALUES ('1521672591862', '6010202', 'ธนชัย', 'โฉมงาม', 'tanachai.cho@iris.co.th', 'วิศวกรโครงการ', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'tanachai.cho', 'tanachai.cho1234', '1');
INSERT INTO user_data VALUES ('1523487327407', '6010402', 'ศศิธร', 'แพรอด', 'sasithorn.pae@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'keeratiya.pon@iris.co.th', 'sasithorn.pae', 'sasithorn.pae1234', '0');
INSERT INTO user_data VALUES ('1519080112513', '6010405', 'ธนัชพร', 'หนูพรหม', 'tanatchaporn.noo@iris.co.th', 'เจ้าหน้าที่บริการหลังการขาย', 'ฝ่ายบริการหลังการขาย', 'somkiat.aun@iris.co.th', 'tanatchaporn.noo', 'tanatchaporn.noo1234', '1');
INSERT INTO user_data VALUES ('1528413038171', '6010501', 'ภัสรา', 'ชื่นจิตร', 'passara.chu@iris.co.th', 'เจ้าหน้าที่ทรัพยากรบุคคล', 'ทรัพยากรบุคคล', 'kittipongs@iris.co.th', 'passara.chu', 'passara.chu1234', '0');
INSERT INTO user_data VALUES ('1518820864578', '6010504', 'ภัทรานิษฐ์', 'ทวีวิศาลภัสร์', 'phattranich.tha@iris.co.th', 'เจ้าหน้าที่บริการหลังการขายอาวุโส', 'ฝ่ายบริการหลังการขาย', 'somkiat.aun@iris.co.th', 'phattranich.tha', 'phattranich.tha1234', '1');
INSERT INTO user_data VALUES ('1532301757196', '6010507', 'เกริกอิสร์', 'ลีวงศ์เจริญ', 'kroekits.lee@iris.co.th', 'รองกรรมการผู้จัดการ', 'ผู้บริหาร', 'kittipongs@iris.co.th', 'kroekits.lee', 'kroekits.lee1234', '0');
INSERT INTO user_data VALUES ('1529709277846', '6010514', 'แอนนา', 'จงเจริญโภคา', 'anna.jon@iris.co.th', 'เจ้าหน้าที่การเงิน', 'การเงิน', 'yanis.kem@iris.co.th', 'anna.jon', 'anna.jon1234', '1');
INSERT INTO user_data VALUES ('1530227773716', '6010601', 'ญานิษฐ์', 'เขมภิญโญธเนษฐ์', 'yanis.kem@iris.co.th', 'ผู้จัดการฝ่ายการเงิน', 'การเงิน', 'kittipongs@iris.co.th', 'yanis.kem', 'yanis.kem1234', '1');
INSERT INTO user_data VALUES ('1531005517521', '6010604', 'พิมพ์ชนก', 'เวชชนะ', 'pimchanok.wet@iris.co.th', 'เจ้าหน้าที่บัญชี', 'บัญชี', 'kaewta.kam@iris.co.th', 'pimchanok.wat', 'pimchanok.wat1234', '1');
INSERT INTO user_data VALUES ('1525820558822', '6010606', 'ธรณีลักษมี', 'ปานสวัสดิ์', 'thoraneeluksamee.pan@iris.co.th', 'ทนายความ', 'กฎหมาย', 'wattana.sak@iris.co.th', 'thoraneeluksamee.pan', '481270100', '1');
INSERT INTO user_data VALUES ('1523228079472', '6010902', 'จุฬาลักษณ์', 'วันอ่อน', 'juraluck.wan@iris.co.th', 'เจ้าหน้าที่ขายโครงการอาวุโส', 'ขาย', '	somkiat.aun@iris.co.th', 'juraluck.wan', 'juraluck.wan1234', '1');
INSERT INTO user_data VALUES ('1518561616643', '6010903', 'มยุรมาศ', 'อุ่นศรี', 'mayuramas.uns@iris.co.th', 'เจ้าหน้าที่บริการหลังการขายอาวุโส', 'ฝ่ายบริการหลังการขาย', 'somkiat.aun@iris.co.th', 'mayuramas.uns', 'mayuramas.uns1234', '1');
INSERT INTO user_data VALUES ('1524524319147', '6010904', 'พัชรา', 'บัวลอย', 'patchara.bua@iris.co.th', 'เจ้าหน้าที่การตลาด', 'การตลาด', 'busarin.wat@iris.co.th', 'patchara.bua', 'patchara.bua1234', '0');
INSERT INTO user_data VALUES ('1522709583602', '6011001', 'รัญชิดา', 'หงษา', 'runchida.hon@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายขาย', 'ขาย', 'somkiat.aun@iris.co.th', 'runchida.hon', 'runchida.hon1234', '1');
INSERT INTO user_data VALUES ('1571641006360', '6030702', 'ภัทรสิริย์', 'ภัทรจิรัณพงศ์', 'artspace@iris.co.th', 'ผู้จัดการแผนกพื้นที่ศิลปะ', 'RCM', 'artspace@iris.co.th', 'artspace', 'artspace1234', '1');
INSERT INTO user_data VALUES ('1571706787387', '6030902', 'ดลนภา', 'เทวาโสภณ', 'donnapa', 'ผู้ช่วยผู้จัดการฝ่ายโรงละครกอนโดล่า', 'RCM', 'somkiat.aun@iris.co.th', 'donnapa', 'donnapa1234', '1');
INSERT INTO user_data VALUES ('1571651204103', '6030910', 'ชนันดา', 'หวังประเสริฐ', 'chanunda.wan@iris.co.th', 'ผู้จัดการฝ่ายบัญชี', 'RCM', 'somkiat.aun@iris.co.th', 'chanunda.wan', 'chanunda.wan1234', '1');
INSERT INTO user_data VALUES ('1571651668176', '6030911', 'นิลวรรณ', 'แสงสังข์', 'ninlawan.san@iris.co.th', 'เจ้าหน้าที่บัญชี', 'RCM', 'somkiat.aun@iris.co.th', 'ninlawan.san', 'ninlawan.san1234', '1');
INSERT INTO user_data VALUES ('1571651820510', '6031026', 'ถิรณิชา', 'เหมือนใจ', 'thiranicha.meu@iris.co.th', 'ผู้จัดการแผนกบริการลูกค้า', 'RCM', 'somkiat.aun@iris.co.th', 'thiranicha.meu', 'thiranicha.meu1234', '1');
INSERT INTO user_data VALUES ('1571652018918', '6031027', 'กิตติ', 'โชติช่วง', 'Kitti', 'พนักงานเดินตั๋วโรงละครกอนโกล่า', 'RCM', 'somkiat.aun@iris.co.th', 'kitti', 'kitti1234', '1');
INSERT INTO user_data VALUES ('1529450029911', '6110102', 'วราภรณ์', 'อาจศิลา', 'waraporn.art@iris.co.th', 'เจ้าหน้าที่การเงิน', 'การเงิน', 'yanis.kem@iris.co.th', 'waraporn.art', 'waraporn.art1234', '1');
INSERT INTO user_data VALUES ('1521931839797', '6110103', 'ชิตร', 'เปรมศรี', 'chit@iris.co.th', 'โฟร์แมน', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'chit', 'chit1234', '0');
INSERT INTO user_data VALUES ('1519857856318', '6110302', 'วารุณี', 'ธนสถาพร', 'warunee.tha@iris.co.th', 'วิศวกรโยธา', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'warunee.tha', 'm2m141116', '1');
INSERT INTO user_data VALUES ('1522191087732', '6110401', 'ยุวดี', 'วีระวงศ์', 'yuwadee.vee@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'runchida.hon@iris.co.th', 'yuwadee.vee', 'yuwadee.vee1234', '0');
INSERT INTO user_data VALUES ('1522968831537', '6110501', 'ฐิติพร', 'ฉ่ำสดใส', 'thitiporn.cha@iris.co.th ', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'keeratiya.pon@iris.co.th', 'thitiporn.cha', 'thitiporn.cha1234', '0');
INSERT INTO user_data VALUES ('1520635600122', '6110503', 'ชนากานต์', 'ถิรกิจไพโรจน์', 'chanakarn.tir@iris.co.th', 'วิศวกรโยธา', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'chanakarn.tir', 'chanakarn.tir1234', '1');
INSERT INTO user_data VALUES ('1520376352188', '6110601', 'วิศวรุต', 'เกกินะ', 'witsawarut.kek@iris.co.th', 'สถาปนิก', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'witsawarut.kek', 'witsawarut.kek1234', '0');
INSERT INTO user_data VALUES ('1520117104253', '6110701', 'กรวิชญ์', 'คุณวิศาล', 'korawit.koo@iris.co.th', 'วิศวกรโยธา', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'korawit.koo', 'korawit.koo1234', '1');
INSERT INTO user_data VALUES ('1530487021651', '6110702', 'สริกุล', 'อนุลุน', 'sarikul.anu@iris.co.th', 'เจ้าหน้าที่บัญชีอาวุโส', 'บัญชี', 'kaewta.kam@iris.co.th', 'sarikul.anu', '00905458Gust', '1');
INSERT INTO user_data VALUES ('1537412311367', '6110901', 'แก้วตา', 'แกมนิล', 'kaewta.kam@iris.co.th', 'ผู้จัดการฝ่ายบัญชี', 'บัญชี', 'kittipongs@iris.co.th', 'kaewta.kam', '5002300007', '1');
INSERT INTO user_data VALUES ('1542678301458', '6111003', 'มนัส', 'จิตพิริยะอุดม', 'manus.jit@iris.co.th', 'เจ้าหน้าที่เทคโนโลยีสารสนเทศอาวุโส', 'เทคโนโลยีสารสนเทศ', 'thanit@iris.co.th', 'manus.jit', 'manus.jit1234', '1');
INSERT INTO user_data VALUES ('1542678614431', '6111005', 'วิชชภัฎ', 'ปาละนันทน์', 'vijjapat.pal@iris.co.th ', 'สถาปนิก', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'vijjapat.pal', 'vijjapat.pal1234', '0');
INSERT INTO user_data VALUES ('1542678525051', '6111102', 'ศรายุทธ', 'จาดเอี้ยง', 'sarayuth.jar@iris.co.th', 'วิศวกรโยธา', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'sarayuth.jar', 'p3lhuy11', '1');
INSERT INTO user_data VALUES ('1542678920886', '6111104', 'สุธินันท์', 'จันทร์เกลี้ยง', 'suthinun.cha@iris.co.th', 'เจ้าหน้าที่บัญชี', 'บัญชี', 'kaewta.kam@iris.co.th', 'suthinun.cha', 'suthinun.cha1234', '1');
INSERT INTO user_data VALUES ('1545623825687', '6111201', 'วรเมธ', 'พิมานวรกุล', 'worameth.pim@iris.co.th', 'วิศวกรโยธา', 'บริหารงานก่อสร้าง', 'theerawat.chu@iris.co.th', 'worameth.pim', 'worameth.pim1234', '1');
INSERT INTO user_data VALUES ('1571650379239', '6130102', 'กฤติยาภรณ์', 'อ่อนสี', 'kritiyaporn.ons@iris.co.th', 'เจ้าหน้าที่ธุรการและประสานงานนักท่องเที่ยว', 'RCM', 'somkiat.aun@iris.co.th', 'kritiyaporn.ons', 'kritiyaporn.ons1234', '1');
INSERT INTO user_data VALUES ('1552277944331', '6210301', 'บุศริน', 'วัฒนาพรศิริโชติ', 'busarin.wat@iris.co.th', 'ผู้อำนวยการฝ่ายการตลาด', 'การตลาด', 'kittipongs@iris.co.th', 'busarin.wat', 'busarin.wat1234', '1');
INSERT INTO user_data VALUES ('1557399533490', '6210501', 'วัฒนา', 'ศักขี', 'wattana.sak@iris.co.th', 'ผู้จัดการฝ่ายกฎหมาย', 'กฎหมาย', 'kittipongs@iris.co.th', 'wattana.sak', 'wattana.sak1234', '1');
INSERT INTO user_data VALUES ('1571641490902', '6210603', 'นภัสสรณ์', 'ว่าวภู่', 'napasorn.vaw@iris.co.th', 'ผู้จัดการฝ่ายการตลาด', 'การตลาด', 'busarin.wat@iris.co.th', 'napasorn.vaw', 'napasorn.vaw1234', '1');
INSERT INTO user_data VALUES ('1566381154213', '6210604', 'พุฒิธาดา', 'โพธิไชยา', 'phutthithada.pho@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายจัดซื้อ', 'จัดซื้อ', 'montha@iris.co.th', 'phutthithada.pho', 'phutthithada.pho1234', '1');
INSERT INTO user_data VALUES ('1566381272207', '6210605', 'นฤมล', 'นิ่มเกตุ', 'naruemol.nim@iris.co.th', 'เจ้าหน้าที่จัดซื้อ', 'จัดซื้อ', 'montha@iris.co.th', 'naruemol.nim', 'naruemol.nim1234', '1');
INSERT INTO user_data VALUES ('1566381381121', '6210606', 'พจกาญจน์', 'ศรีไพสุรินทร์', 'potjakarn.sri@iris.co.th', 'วิศวกรไฟฟ้า', 'ก่อสร้าง', 'theerawat.chu@iris.co.th', 'potjakarn.sri', 'potjakarn.sri1234', '1');
INSERT INTO user_data VALUES ('1566381654308', '6210702', 'ธนพนธ์', 'อุตมานิติเจริญ', 'tanapol.utt@iris.co.th', 'สถาปนิก', 'ออกแบบ', 'kittipongs@iris.coth', 'tanapol.utt', 'tanapol.utt1234', '1');
INSERT INTO user_data VALUES ('1566381721237', '6210704', 'ธีรวัฒน์', 'ชุมแก้ว', 'theerawat.chu@iris.co.th', 'ผู้อำนวยการโครงการ', 'บริหารงานก่อสร้าง', 'kittipongs@iris.co.th', 'theerawat.chu', 'theerawat.chu1234', '1');
INSERT INTO user_data VALUES ('1566381796376', '6210801', 'ดาริน', 'เรืองวิลัย', 'darin.rua@iris.co.th', 'เจ้าหน้าที่พัฒนาธุรกิจ', 'พัฒนาธุรกิจ', 'busarin.wat@iris.co.th', 'darin.rua', 'darin.rua1234', '1');
INSERT INTO user_data VALUES ('1569812056211', '6210802', 'พนิดา', 'ดาวหน', 'panida.daw@iris.co.th', 'เจ้าหน้าที่ทรัพยากรบุคคลอาวุโส', 'ทรัพยากรบุคคล', 'kittipongs@iris.co.th', 'panida.daw', 'panida.daw1234', '0');
INSERT INTO user_data VALUES ('1569812334309', '6210901', 'เลอเดช', 'ทรัพย์กรานนท์', 'lurdet.sub@iris.co.th', 'ผู้ช่วยผู้จัดการฝ่ายพัฒนาธุรกิจ', 'พัฒนาธุรกิจ', 'kittipongs@iris.co.th', 'lurdet.sub', 'lurdet.sub1234', '0');
INSERT INTO user_data VALUES ('1571652166470', '6230501', 'สิรินี', 'ศรีประพัฒนาวงศ์', 'sirinee.sri@iris.co.th', 'ผู้จัดการศูนย์การค้า', 'RCM', 'somkiat.aun@iris.co.th', 'sirinee.sri', 'sirinee.sri1234', '1');
INSERT INTO user_data VALUES ('1578890848618', '6310101', 'เขมจิรา', 'ยืนยั่ง', 'kamjira.yue@iris.co.th', 'เจ้าหน้าที่ดิจิทัลมาร์เก็ตติ้งอาวุโส', 'การตลาด', 'busarin.wat@iris.co.th', 'kamjira.yue', 'kamjira.yue1234', '1');
INSERT INTO user_data VALUES ('1578890968530', '6310102', 'รังสรรค์', 'ศรีเกียรติณรงค์', 'rungson.sri@iris.co.th', 'ผู้อำนวยการโครงการ', 'บริหารงานก่อสร้าง', 'kittipongs@iris.co.th', 'rungson.sri', 'rungson.sri1234', '0');
INSERT INTO user_data VALUES ('1585062978615', '6310201', 'วีรนุช', 'ผลบุญ', 'weeranuch.pho@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'weeranuch.pho', 'weeranuch.pho1234', '1');
INSERT INTO user_data VALUES ('1582871616908', '6310202', 'อานุทัศน์', 'วงศ์ตะวัน', 'arnutud.won@iris.co.th', 'ผู้จัดการฝ่ายทรัพยากรบุคคล', 'ทรัพยากรบุคคล', 'kittipongs@iris.co.th', 'arnutud.won', 'arnutud.won1234', '1');
INSERT INTO user_data VALUES ('1585033082854', '6310301', 'ปิติพัฒน์', 'ปริวัตรนานนท์', 'pitipat.par@iris.co.th', 'นักกลยุทธ์การตลาด', 'การตลาด', 'busarin.wat@iris.co.th', 'pitipat.par', 'pitipat.par1234', '1');
INSERT INTO user_data VALUES ('1585033834132', '6310302', 'รัตนกมล', 'เฉียงเอก', 'rattanakamol.che@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'rattanakamol.che', 'rattanakamol.che1234', '1');
INSERT INTO user_data VALUES ('1585034707224', '6310303', 'นพกานต์', 'กันตังกุล', 'nophakan.kan@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'nophakan.kan', 'nophakan.kan1234', '1');
INSERT INTO user_data VALUES ('1585034997213', '6310304', 'พิทยา', 'ทองภูบาล', 'pitaya.tho@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'pitaya.tho', 'pitaya.tho1234', '0');
INSERT INTO user_data VALUES ('1585035163205', '6310305', 'กฤตนันท์', 'วงศ์วัฒนา', 'kittanan.won@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'kittanan.won', 'kittanan.won1234', '1');
INSERT INTO user_data VALUES ('1585035298603', '6310401', 'พัฒน์นรี', 'ณัฐกุลวัฒนา', 'phatnaree.nat@iris.co.th', 'เจ้าหน้าที่ขายโครงการ', 'ขาย', 'somkiat.aun@iris.co.th', 'phatnaree.nat', 'phatnaree.nat1234', '1');
INSERT INTO user_data VALUES ('1588240436451', '6310501', 'ศิริเพ็ญ', 'สิงคลีบุตร', '-', 'เจ้าหน้าที่ขาย', 'ขาย', 'somkiat.aun@iris.co.th', 'siripen.sin', 'siripen.sin1234', '1');
INSERT INTO user_data VALUES ('1586396515697', '6330301', 'องอาจ', 'เหลืองวิริยะแสง', 'ongart.lue', 'ช่างซ่อมบำรุง', 'ฝ่ายอาคารและซ่อมบำรุง', 'somkiat.aun@iris.co.th', 'ongart.lue', 'ongart.lue1234', '1');
INSERT INTO user_data VALUES ('1583317061457', '9900033', 'นุชรินทร์', 'สุริอาจ', 'nutcharin@brightprecaster.com', 'ผู้ช่วยผู้จัดการฝ่ายบัญชี', 'BRI', 'sunee8@brightprecaster.com', 'nutcharin', 'nutcharin1234', '1');
INSERT INTO user_data VALUES ('1583317325580', '9900110', 'ปิยมาศ', 'จำรัสแนว', 'piyamas@brightprecaster.com', 'ฝ่ายออกแบบ', 'BRI', 'sunee8@brightprecaster.com', 'piyamas', 'piyamas1234', '1');
INSERT INTO user_data VALUES ('1583317656255', '9900275', 'ธำรง', 'ทิมจรัส', 'thumrong@brightprecaster.com', 'ฝ่ายผลิต', 'BRI', 'sunee8@brightprecaster.com', 'thumrong', 'thumrong1234', '1');
INSERT INTO user_data VALUES ('1583317753517', '9900440', 'วันดี', 'เหล่าทรัพย์', 'wandee@brightprecaster.com', 'ฝ่ายผลิต', 'BRI', 'sunee8@brightprecaster.com', 'wandee', 'wandee1234', '1');
INSERT INTO user_data VALUES ('1583317897870', '9900516', 'รัตนาภรณ์', 'อินจันทร์', 'production@brightprecaster.com', 'ฝ่ายผลิต', 'BRI', 'sunee8@brightprecaster.com', 'production1', 'production11234', '1');
INSERT INTO user_data VALUES ('1583318120957', '9900525', 'พิชามญชุ์', 'สหวัชรินทร์', 'pichamon@brightprecaster.com', 'เจ้าหน้าที่เขียนแบบ', 'BRI', 'sunee8@brightprecaster.com', 'pichamon', 'pichamon1234', '1');
INSERT INTO user_data VALUES ('1583317975044', '9900529', 'สุมินตรา', 'เหล่าทรัพย์', 'account@brightprecaster.com', 'เจ้าหน้าบัญชี', 'BRI', 'sunee8@brightprecaster.com', 'sumintra', 'sumintra1234', '1');
INSERT INTO user_data VALUES ('1583317858063', '9900550', 'ธีระวัฒน์', 'นนสินชัย', 'production@brightprecaster.com', 'ฝ่ายผลิต', 'BRI', 'sunee8@brightprecaster.com', 'production', 'production1234', '1');

-- ----------------------------
-- Table structure for `vacation_list`
-- ----------------------------
DROP TABLE IF EXISTS `vacation_list`;
CREATE TABLE `vacation_list` (
  `no` bigint(1) NOT NULL AUTO_INCREMENT,
  `year` smallint(1) DEFAULT NULL,
  `dtitle` varchar(255) DEFAULT NULL,
  `doffice` bigint(1) NOT NULL,
  `dsite` bigint(1) DEFAULT NULL,
  PRIMARY KEY (`no`)
) ENGINE=InnoDB AUTO_INCREMENT=84 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of vacation_list
-- ----------------------------
INSERT INTO vacation_list VALUES ('51', '2562', 'วันขึ้นปีใหม่', '1546275600000', '1546275600000');
INSERT INTO vacation_list VALUES ('52', '2562', 'วันมาฆบูชา', '1550509200000', '1550509200000');
INSERT INTO vacation_list VALUES ('53', '2562', 'วันสงกรานต์', '0', '1555088400000');
INSERT INTO vacation_list VALUES ('54', '2562', 'วันสงกรานต์', '1555261200000', '1555261200000');
INSERT INTO vacation_list VALUES ('55', '2562', 'ชดเชยวันสงกรานต์', '1555347600000', '1555347600000');
INSERT INTO vacation_list VALUES ('56', '2562', 'วันแรงงานแห่งชาติ', '1556643600000', '1556643600000');
INSERT INTO vacation_list VALUES ('57', '2562', 'วันวิสาขบูชา', '0', '1558112400000');
INSERT INTO vacation_list VALUES ('58', '2562', 'ชดเชยวันวิสาขบูชา', '1558285200000', '0');
INSERT INTO vacation_list VALUES ('59', '2562', 'วันอาสาฬหบูชา', '1563210000000', '1563210000000');
INSERT INTO vacation_list VALUES ('60', '2562', 'ชดเชยวันเฉลิมพระชนมพรรษาฯ สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ์ บดินทรเทพยวรางกูร', '1564333200000', '1564333200000');
INSERT INTO vacation_list VALUES ('61', '2562', 'วันแม่แห่งชาติ', '1565542800000', '1565542800000');
INSERT INTO vacation_list VALUES ('62', '2562', 'ชดเชยวันคล้ายวันสวรรคตของพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช', '1570986000000', '1570986000000');
INSERT INTO vacation_list VALUES ('63', '2562', 'วันปิยมหาราช', '1571763600000', '0');
INSERT INTO vacation_list VALUES ('64', '2562', 'วันพ่อแห่งชาติ', '1575478800000', '1575478800000');
INSERT INTO vacation_list VALUES ('65', '2562', 'วันสิ้นปี', '1577725200000', '1577725200000');
INSERT INTO vacation_list VALUES ('66', '2562', 'พระราชพิธีบรมราชาภิเษกของพระมหากษัตริย์ไทย', '1557075600000', '1557075600000');
INSERT INTO vacation_list VALUES ('67', '2562', 'วันเฉลิมพระชนมพรรษาสมเด็จพระนางเจ้าสุทิดา พัชรสุธาพิมลลักษณ พระบรมราชินี', '1559494800000', '1559494800000');
INSERT INTO vacation_list VALUES ('68', '2563', 'วันขึ้นปีใหม่', '1577811600000', '1577811600000');
INSERT INTO vacation_list VALUES ('69', '2563', 'วันมาฆบูชา', '1581267600000', '1581094800000');
INSERT INTO vacation_list VALUES ('73', '2563', 'วันแรงงานแห่งชาติ', '1588266000000', '1588266000000');
INSERT INTO vacation_list VALUES ('74', '2563', 'วันวิสาขบูชา', '1588698000000', '1588698000000');
INSERT INTO vacation_list VALUES ('75', '2563', 'วันเฉลิมพระชนมพรรษา สมเด็จพระบรมราชินี', '1591117200000', '1591117200000');
INSERT INTO vacation_list VALUES ('76', '2563', 'วันอาสาฬหบูชา', '1593968400000', '1593795600000');
INSERT INTO vacation_list VALUES ('77', '2563', 'วันเฉลิมพระชนมพรรษา พระบาทสมเด็จพระเจ้าอยู่หัว', '1595869200000', '1595869200000');
INSERT INTO vacation_list VALUES ('78', '2563', 'วันแม่แห่งชาติ', '1597165200000', '1597165200000');
INSERT INTO vacation_list VALUES ('79', '2563', 'วันคล้ายวันสวรรคต พระบาทสมเด็จพระบรมชนกาธิเบศรมหาภูมิพลอดุลยเดชมหาราช', '1602522000000', '1602522000000');
INSERT INTO vacation_list VALUES ('81', '2563', 'วันปิยมหาราช', '1603386000000', '1603386000000');
INSERT INTO vacation_list VALUES ('82', '2563', 'วันชาติและวันพ่อแห่งชาติ', '1607274000000', '1607101200000');
INSERT INTO vacation_list VALUES ('83', '2563', 'วันสิ้นปี', '1609347600000', '1609347600000');

-- ----------------------------
-- View structure for `tv_acc102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc102019` AS select count(`lar_data`.`dataid`) AS `account112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_acc112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc112019` AS select count(`lar_data`.`dataid`) AS `account122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_acc12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc12019` AS select count(`lar_data`.`dataid`) AS `account22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_acc122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc122019` AS select count(`lar_data`.`dataid`) AS `account12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_acc2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc2018` AS select count(`lar_data`.`dataid`) AS `account2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_acc2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc2019` AS select count(`lar_data`.`dataid`) AS `account2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_acc22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc22019` AS select count(`lar_data`.`dataid`) AS `account32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_acc32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc32019` AS select count(`lar_data`.`dataid`) AS `account42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_acc42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc42019` AS select count(`lar_data`.`dataid`) AS `account52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_acc52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc52019` AS select count(`lar_data`.`dataid`) AS `account62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_acc62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc62019` AS select count(`lar_data`.`dataid`) AS `account72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_acc72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc72019` AS select count(`lar_data`.`dataid`) AS `account82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_acc82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc82019` AS select count(`lar_data`.`dataid`) AS `account92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_acc92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acc92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acc92019` AS select count(`lar_data`.`dataid`) AS `account102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_accmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accmaternity2018` AS select count(`lar_data`.`dataid`) AS `accountmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_accmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accmaternity2019` AS select count(`lar_data`.`dataid`) AS `accountmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_accmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accmilitary2018` AS select count(`lar_data`.`dataid`) AS `accountmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_accmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accmilitary2019` AS select count(`lar_data`.`dataid`) AS `accountmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_accpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accpersonal2018` AS select count(`lar_data`.`dataid`) AS `accountPersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_accpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accpersonal2019` AS select count(`lar_data`.`dataid`) AS `accountPersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_accreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accreligious2018` AS select count(`lar_data`.`dataid`) AS `accountreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_accreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accreligious2019` AS select count(`lar_data`.`dataid`) AS `accountreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_accsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accsick2018` AS select count(`lar_data`.`dataid`) AS `accountSick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_accsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accsick2019` AS select count(`lar_data`.`dataid`) AS `accountSick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_accsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accsterily2018` AS select count(`lar_data`.`dataid`) AS `accountSterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_accsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accsterily2019` AS select count(`lar_data`.`dataid`) AS `accountSterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`className` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_acctraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acctraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acctraining2018` AS select count(`lar_data`.`dataid`) AS `accountTraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_acctraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_acctraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_acctraining2019` AS select count(`lar_data`.`dataid`) AS `accountTraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`className` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_accvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accvacation2018` AS select count(`lar_data`.`dataid`) AS `accountVacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_accvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accvacation2019` AS select count(`lar_data`.`dataid`) AS `accountVacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_accwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `accountwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_accwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_accwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_accwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `accountwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บัญชี') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_annual_leave`
-- ----------------------------
DROP VIEW IF EXISTS `tv_annual_leave`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_annual_leave` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data` where (`lar_data`.`title` = 'ลากิจ');

-- ----------------------------
-- View structure for `tv_ao102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao102019` AS select count(`lar_data`.`dataid`) AS `adminoffice112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_ao112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao112019` AS select count(`lar_data`.`dataid`) AS `adminoffice122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_ao12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao12019` AS select count(`lar_data`.`dataid`) AS `adminoffice22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_ao122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao122019` AS select count(`lar_data`.`dataid`) AS `adminoffice12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_ao2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao2018` AS select count(`lar_data`.`dataid`) AS `adminoffice2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_ao2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao2019` AS select count(`lar_data`.`dataid`) AS `adminoffice2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_ao22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao22019` AS select count(`lar_data`.`dataid`) AS `adminoffice32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_ao32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao32019` AS select count(`lar_data`.`dataid`) AS `adminoffice42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_ao42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao42019` AS select count(`lar_data`.`dataid`) AS `adminoffice52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_ao52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao52019` AS select count(`lar_data`.`dataid`) AS `adminoffice62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_ao62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao62019` AS select count(`lar_data`.`dataid`) AS `adminoffice72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_ao72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao72019` AS select count(`lar_data`.`dataid`) AS `adminoffice82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_ao82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao82019` AS select count(`lar_data`.`dataid`) AS `adminoffice92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_ao92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ao92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ao92019` AS select count(`lar_data`.`dataid`) AS `adminoffice102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_aomaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aomaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aomaternity2018` AS select count(`lar_data`.`dataid`) AS `adminofficematernity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_aomaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aomaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aomaternity2019` AS select count(`lar_data`.`dataid`) AS `adminofficematernity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_aomilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aomilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aomilitary2018` AS select count(`lar_data`.`dataid`) AS `adminofficemilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_aomilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aomilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aomilitary2019` AS select count(`lar_data`.`dataid`) AS `adminofficemilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_aopersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aopersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aopersonal2018` AS select count(`lar_data`.`dataid`) AS `adminofficepersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_aopersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aopersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aopersonal2019` AS select count(`lar_data`.`dataid`) AS `adminofficepersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_aoreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aoreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aoreligious2018` AS select count(`lar_data`.`dataid`) AS `adminofficereligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_aoreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aoreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aoreligious2019` AS select count(`lar_data`.`dataid`) AS `adminofficereligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_aosick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aosick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aosick2018` AS select count(`lar_data`.`dataid`) AS `adminofficesick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_aosick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aosick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aosick2019` AS select count(`lar_data`.`dataid`) AS `adminofficesick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_aosterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aosterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aosterily2018` AS select count(`lar_data`.`dataid`) AS `adminofficesterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_aosterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aosterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aosterily2019` AS select count(`lar_data`.`dataid`) AS `adminofficesterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_aotraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aotraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aotraining2018` AS select count(`lar_data`.`dataid`) AS `adminofficetraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_aotraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aotraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aotraining2019` AS select count(`lar_data`.`dataid`) AS `adminofficetraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_aovacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aovacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aovacation2018` AS select count(`lar_data`.`dataid`) AS `adminofficevacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_aovacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aovacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aovacation2019` AS select count(`lar_data`.`dataid`) AS `adminofficevacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_aowithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aowithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aowithoutpay2018` AS select count(`lar_data`.`dataid`) AS `adminofficewithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_aowithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_aowithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_aowithoutpay2019` AS select count(`lar_data`.`dataid`) AS `adminofficewithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'สำนักบริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_bd102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd102019` AS select count(`lar_data`.`dataid`) AS `businessdev112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_bd112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd112019` AS select count(`lar_data`.`dataid`) AS `businessdev122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_bd12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd12019` AS select count(`lar_data`.`dataid`) AS `businessdev22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_bd122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd122019` AS select count(`lar_data`.`dataid`) AS `businessdev12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_bd2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd2018` AS select count(`lar_data`.`dataid`) AS `businessdev2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_bd2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd2019` AS select count(`lar_data`.`dataid`) AS `businessdev2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_bd22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd22019` AS select count(`lar_data`.`dataid`) AS `businessdev32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_bd32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd32019` AS select count(`lar_data`.`dataid`) AS `businessdev42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_bd42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd42019` AS select count(`lar_data`.`dataid`) AS `businessdev52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_bd52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd52019` AS select count(`lar_data`.`dataid`) AS `businessdev62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_bd62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd62019` AS select count(`lar_data`.`dataid`) AS `businessdev72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_bd72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd72019` AS select count(`lar_data`.`dataid`) AS `businessdev82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_bd82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd82019` AS select count(`lar_data`.`dataid`) AS `businessdev92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_bd92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bd92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bd92019` AS select count(`lar_data`.`dataid`) AS `businessdev102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_bdmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdmaternity2018` AS select count(`lar_data`.`dataid`) AS `businessdevmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_bdmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdmaternity2019` AS select count(`lar_data`.`dataid`) AS `businessdevmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_bdmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdmilitary2018` AS select count(`lar_data`.`dataid`) AS `businessdevmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_bdmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdmilitary2019` AS select count(`lar_data`.`dataid`) AS `businessdevmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_bdpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdpersonal2018` AS select count(`lar_data`.`dataid`) AS `businessdevpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_bdpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdpersonal2019` AS select count(`lar_data`.`dataid`) AS `businessdevpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_bdreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdreligious2018` AS select count(`lar_data`.`dataid`) AS `businessdevreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_bdreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdreligious2019` AS select count(`lar_data`.`dataid`) AS `businessdevreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_bdsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdsick2018` AS select count(`lar_data`.`dataid`) AS `businessdevsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_bdsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdsick2019` AS select count(`lar_data`.`dataid`) AS `businessdevsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_bdsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdsterily2018` AS select count(`lar_data`.`dataid`) AS `businessdevsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_bdsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdsterily2019` AS select count(`lar_data`.`dataid`) AS `businessdevsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_bdtraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdtraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdtraining2018` AS select count(`lar_data`.`dataid`) AS `businessdevtraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_bdtraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdtraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdtraining2019` AS select count(`lar_data`.`dataid`) AS `businessdevtraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_bdvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdvacation2018` AS select count(`lar_data`.`dataid`) AS `businessdevvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_bdvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdvacation2019` AS select count(`lar_data`.`dataid`) AS `businessdevvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_bdwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `businessdevwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_bdwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_bdwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_bdwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `businessdevwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'พัฒนาธุรกิจ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_con102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con102019` AS select count(`lar_data`.`dataid`) AS `construct112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_con112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con112019` AS select count(`lar_data`.`dataid`) AS `construct122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_con12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con12019` AS select count(`lar_data`.`dataid`) AS `construct22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_con122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con122019` AS select count(`lar_data`.`dataid`) AS `construct12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_con2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con2018` AS select count(`lar_data`.`dataid`) AS `construct2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_con2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con2019` AS select count(`lar_data`.`dataid`) AS `construct2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_con22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con22019` AS select count(`lar_data`.`dataid`) AS `construct32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_con32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con32019` AS select count(`lar_data`.`dataid`) AS `construct42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_con42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con42019` AS select count(`lar_data`.`dataid`) AS `construct52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_con52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con52019` AS select count(`lar_data`.`dataid`) AS `construct62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_con62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con62019` AS select count(`lar_data`.`dataid`) AS `construct72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_con72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con72019` AS select count(`lar_data`.`dataid`) AS `construct82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_con82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con82019` AS select count(`lar_data`.`dataid`) AS `construct92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_con92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_con92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_con92019` AS select count(`lar_data`.`dataid`) AS `construct102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_conmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conmaternity2018` AS select count(`lar_data`.`dataid`) AS `constructmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_conmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conmaternity2019` AS select count(`lar_data`.`dataid`) AS `constructmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_conmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conmilitary2018` AS select count(`lar_data`.`dataid`) AS `constructmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_conmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conmilitary2019` AS select count(`lar_data`.`dataid`) AS `constructmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_conpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conpersonal2018` AS select count(`lar_data`.`dataid`) AS `constructpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_conpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conpersonal2019` AS select count(`lar_data`.`dataid`) AS `constructpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_conreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conreligious2018` AS select count(`lar_data`.`dataid`) AS `constructreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_conreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conreligious2019` AS select count(`lar_data`.`dataid`) AS `constructreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_consick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_consick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_consick2018` AS select count(`lar_data`.`dataid`) AS `constructsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_consick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_consick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_consick2019` AS select count(`lar_data`.`dataid`) AS `constructsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_consterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_consterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_consterily2018` AS select count(`lar_data`.`dataid`) AS `constructsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_consterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_consterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_consterily2019` AS select count(`lar_data`.`dataid`) AS `constructsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_contraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_contraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_contraining2018` AS select count(`lar_data`.`dataid`) AS `constructtraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_contraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_contraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_contraining2019` AS select count(`lar_data`.`dataid`) AS `constructtraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_convacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_convacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_convacation2018` AS select count(`lar_data`.`dataid`) AS `constructvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_convacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_convacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_convacation2019` AS select count(`lar_data`.`dataid`) AS `constructvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_conwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `constructwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_conwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_conwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_conwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `constructwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'บริหารงานก่อสร้าง') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_countmember`
-- ----------------------------
DROP VIEW IF EXISTS `tv_countmember`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_countmember` AS select count(`user_data`.`status`) AS `f_countmem` from `user_data`;

-- ----------------------------
-- View structure for `tv_countout`
-- ----------------------------
DROP VIEW IF EXISTS `tv_countout`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_countout` AS select count(`user_data`.`status`) AS `f_countmem` from `user_data` where (`user_data`.`status` = 0);

-- ----------------------------
-- View structure for `tv_countstatusmember`
-- ----------------------------
DROP VIEW IF EXISTS `tv_countstatusmember`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_countstatusmember` AS select count(`user_data`.`status`) AS `f_countmem` from `user_data` where (`user_data`.`status` = 1);

-- ----------------------------
-- View structure for `tv_fin102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin102019` AS select count(`lar_data`.`dataid`) AS `finance112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_fin112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin112019` AS select count(`lar_data`.`dataid`) AS `finance122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_fin12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin12019` AS select count(`lar_data`.`dataid`) AS `finance22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_fin122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin122019` AS select count(`lar_data`.`dataid`) AS `finance12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_fin2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin2018` AS select count(`lar_data`.`dataid`) AS `finance2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_fin2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin2019` AS select count(`lar_data`.`dataid`) AS `finance2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_fin22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin22019` AS select count(`lar_data`.`dataid`) AS `finance32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_fin32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin32019` AS select count(`lar_data`.`dataid`) AS `finance42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_fin42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin42019` AS select count(`lar_data`.`dataid`) AS `finance52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_fin52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin52019` AS select count(`lar_data`.`dataid`) AS `finance62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_fin62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin62019` AS select count(`lar_data`.`dataid`) AS `finance72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_fin72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin72019` AS select count(`lar_data`.`dataid`) AS `finance82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_fin82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin82019` AS select count(`lar_data`.`dataid`) AS `finance92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_fin92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fin92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fin92019` AS select count(`lar_data`.`dataid`) AS `finance102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_finmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finmaternity2018` AS select count(`lar_data`.`dataid`) AS `financematernity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_finmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finmaternity2019` AS select count(`lar_data`.`dataid`) AS `financematernity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_finmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finmilitary2018` AS select count(`lar_data`.`dataid`) AS `financemilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_finmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finmilitary2019` AS select count(`lar_data`.`dataid`) AS `financemilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_finpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finpersonal2018` AS select count(`lar_data`.`dataid`) AS `financepersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_finpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finpersonal2019` AS select count(`lar_data`.`dataid`) AS `financepersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_finreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finreligious2018` AS select count(`lar_data`.`dataid`) AS `financereligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_finreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finreligious2019` AS select count(`lar_data`.`dataid`) AS `financereligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_finsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finsick2018` AS select count(`lar_data`.`dataid`) AS `financesick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_finsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finsick2019` AS select count(`lar_data`.`dataid`) AS `financesick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_finsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finsterily2018` AS select count(`lar_data`.`dataid`) AS `financesterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_finsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finsterily2019` AS select count(`lar_data`.`dataid`) AS `financesterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_fintraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fintraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fintraining2018` AS select count(`lar_data`.`dataid`) AS `financetraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_fintraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_fintraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_fintraining2019` AS select count(`lar_data`.`dataid`) AS `financetraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_finvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finvacation2018` AS select count(`lar_data`.`dataid`) AS `financevacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_finvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finvacation2019` AS select count(`lar_data`.`dataid`) AS `financevacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_finwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `financewithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_finwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_finwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_finwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `financewithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การเงิน') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_holiday_leave`
-- ----------------------------
DROP VIEW IF EXISTS `tv_holiday_leave`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_holiday_leave` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data` where (`lar_data`.`title` = 'ลาพักร้อน');

-- ----------------------------
-- View structure for `tv_hr102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr102019` AS select count(`lar_data`.`dataid`) AS `hr112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_hr112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr112019` AS select count(`lar_data`.`dataid`) AS `hr122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_hr12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr12019` AS select count(`lar_data`.`dataid`) AS `hr22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_hr122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr122019` AS select count(`lar_data`.`dataid`) AS `hr12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_hr2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr2018` AS select count(`lar_data`.`dataid`) AS `hr2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_hr2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr2019` AS select count(`lar_data`.`dataid`) AS `hr2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_hr22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr22019` AS select count(`lar_data`.`dataid`) AS `hr32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_hr32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr32019` AS select count(`lar_data`.`dataid`) AS `hr42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_hr42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr42019` AS select count(`lar_data`.`dataid`) AS `hr52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_hr52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr52019` AS select count(`lar_data`.`dataid`) AS `hr62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_hr62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr62019` AS select count(`lar_data`.`dataid`) AS `hr72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_hr72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr72019` AS select count(`lar_data`.`dataid`) AS `hr82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_hr82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr82019` AS select count(`lar_data`.`dataid`) AS `hr92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_hr92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hr92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hr92019` AS select count(`lar_data`.`dataid`) AS `hr102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_hrmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrmaternity2018` AS select count(`lar_data`.`dataid`) AS `hrmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_hrmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrmaternity2019` AS select count(`lar_data`.`dataid`) AS `hrmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_hrmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrmilitary2018` AS select count(`lar_data`.`dataid`) AS `hrmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_hrmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrmilitary2019` AS select count(`lar_data`.`dataid`) AS `hrmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_hrpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrpersonal2018` AS select count(`lar_data`.`dataid`) AS `hrpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_hrpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrpersonal2019` AS select count(`lar_data`.`dataid`) AS `hrpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_hrreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrreligious2018` AS select count(`lar_data`.`dataid`) AS `hrreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_hrreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrreligious2019` AS select count(`lar_data`.`dataid`) AS `hrreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_hrsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrsick2018` AS select count(`lar_data`.`dataid`) AS `hrsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_hrsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrsick2019` AS select count(`lar_data`.`dataid`) AS `hrsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_hrsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrsterily2018` AS select count(`lar_data`.`dataid`) AS `hrsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_hrsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrsterily2019` AS select count(`lar_data`.`dataid`) AS `hrsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_hrtraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrtraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrtraining2018` AS select count(`lar_data`.`dataid`) AS `hrtraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_hrtraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrtraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrtraining2019` AS select count(`lar_data`.`dataid`) AS `hrtraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_hrvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrvacation2018` AS select count(`lar_data`.`dataid`) AS `hrvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_hrvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrvacation2019` AS select count(`lar_data`.`dataid`) AS `hrvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_hrwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `hrwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_hrwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_hrwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_hrwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `hrwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ทรัพยากรบุคคล') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_it102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it102019` AS select count(`lar_data`.`dataid`) AS `it112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_it112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it112019` AS select count(`lar_data`.`dataid`) AS `it122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_it12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it12019` AS select count(`lar_data`.`dataid`) AS `it22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_it122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it122019` AS select count(`lar_data`.`dataid`) AS `it12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_it2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it2018` AS select count(`lar_data`.`dataid`) AS `it2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_it2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it2019` AS select count(`lar_data`.`dataid`) AS `it2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_it22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it22019` AS select count(`lar_data`.`dataid`) AS `it32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_it32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it32019` AS select count(`lar_data`.`dataid`) AS `it42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_it42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it42019` AS select count(`lar_data`.`dataid`) AS `it52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_it52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it52019` AS select count(`lar_data`.`dataid`) AS `it62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_it62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it62019` AS select count(`lar_data`.`dataid`) AS `it72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_it72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it72019` AS select count(`lar_data`.`dataid`) AS `it82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_it82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it82019` AS select count(`lar_data`.`dataid`) AS `it92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_it92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_it92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_it92019` AS select count(`lar_data`.`dataid`) AS `it102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_itmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itmaternity2018` AS select count(`lar_data`.`dataid`) AS `itmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_itmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itmaternity2019` AS select count(`lar_data`.`dataid`) AS `itmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_itmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itmilitary2018` AS select count(`lar_data`.`dataid`) AS `itmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_itmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itmilitary2019` AS select count(`lar_data`.`dataid`) AS `itmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_itpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itpersonal2018` AS select count(`lar_data`.`dataid`) AS `itpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_itpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itpersonal2019` AS select count(`lar_data`.`dataid`) AS `itpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_itreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itreligious2018` AS select count(`lar_data`.`dataid`) AS `itreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_itreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itreligious2019` AS select count(`lar_data`.`dataid`) AS `itreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_itsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itsick2018` AS select count(`lar_data`.`dataid`) AS `itsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_itsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itsick2019` AS select count(`lar_data`.`dataid`) AS `itsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_itsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itsterily2018` AS select count(`lar_data`.`dataid`) AS `itsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_itsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itsterily2019` AS select count(`lar_data`.`dataid`) AS `itsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_ittraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ittraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ittraining2018` AS select count(`lar_data`.`dataid`) AS `ittraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_ittraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_ittraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_ittraining2019` AS select count(`lar_data`.`dataid`) AS `ittraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_itvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itvacation2018` AS select count(`lar_data`.`dataid`) AS `itvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_itvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itvacation2019` AS select count(`lar_data`.`dataid`) AS `itvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_itwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `itwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_itwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_itwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_itwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `itwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'เทคโนโลยีสารสนเทศ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_labeldanger`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labeldanger`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labeldanger` AS select `user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`boss` AS `boss`,`lar_data`.`approve` AS `approve`,`lar_data`.`cTime` AS `cTime`,`lar_data`.`delreq` AS `delreq`,`lar_data`.`deldate` AS `deldate`,`lar_data`.`approver` AS `approver`,`lar_data`.`approvedate` AS `approvedate`,`lar_data`.`hrapprover` AS `hrapprover`,`lar_data`.`hrapprovedate` AS `hrapprovedate`,`lar_data`.`fname` AS `fname` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-danger'));

-- ----------------------------
-- View structure for `tv_labelgrey`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labelgrey`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labelgrey` AS select `user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`boss` AS `boss`,`lar_data`.`approve` AS `approve`,`lar_data`.`cTime` AS `cTime`,`lar_data`.`delreq` AS `delreq`,`lar_data`.`deldate` AS `deldate`,`lar_data`.`approver` AS `approver`,`lar_data`.`approvedate` AS `approvedate`,`lar_data`.`hrapprover` AS `hrapprover`,`lar_data`.`hrapprovedate` AS `hrapprovedate`,`lar_data`.`fname` AS `fname` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_labelinfo`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labelinfo`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labelinfo` AS select `user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`boss` AS `boss`,`lar_data`.`approve` AS `approve`,`lar_data`.`cTime` AS `cTime`,`lar_data`.`delreq` AS `delreq`,`lar_data`.`deldate` AS `deldate`,`lar_data`.`approver` AS `approver`,`lar_data`.`approvedate` AS `approvedate`,`lar_data`.`hrapprover` AS `hrapprover`,`lar_data`.`hrapprovedate` AS `hrapprovedate`,`lar_data`.`fname` AS `fname` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info'));

-- ----------------------------
-- View structure for `tv_labelstatus`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labelstatus`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labelstatus` AS select `lar_data`.`title` AS `title`,`lar_data`.`className` AS `className` from `lar_data` group by `lar_data`.`className`;

-- ----------------------------
-- View structure for `tv_labelsuccess`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labelsuccess`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labelsuccess` AS select `user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`boss` AS `boss`,`lar_data`.`approve` AS `approve`,`lar_data`.`cTime` AS `cTime`,`lar_data`.`delreq` AS `delreq`,`lar_data`.`deldate` AS `deldate`,`lar_data`.`approver` AS `approver`,`lar_data`.`approvedate` AS `approvedate`,`lar_data`.`hrapprover` AS `hrapprover`,`lar_data`.`hrapprovedate` AS `hrapprovedate`,`lar_data`.`fname` AS `fname` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_labelwarning`
-- ----------------------------
DROP VIEW IF EXISTS `tv_labelwarning`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_labelwarning` AS select `user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`boss` AS `boss`,`lar_data`.`approve` AS `approve`,`lar_data`.`cTime` AS `cTime`,`lar_data`.`delreq` AS `delreq`,`lar_data`.`deldate` AS `deldate`,`lar_data`.`approver` AS `approver`,`lar_data`.`approvedate` AS `approvedate`,`lar_data`.`hrapprover` AS `hrapprover`,`lar_data`.`hrapprovedate` AS `hrapprovedate`,`lar_data`.`fname` AS `fname` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_law102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law102019` AS select count(`lar_data`.`dataid`) AS `law112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_law112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law112019` AS select count(`lar_data`.`dataid`) AS `law122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_law12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law12019` AS select count(`lar_data`.`dataid`) AS `law22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_law122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law122019` AS select count(`lar_data`.`dataid`) AS `law12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_law2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law2018` AS select count(`lar_data`.`dataid`) AS `law2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_law2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law2019` AS select count(`lar_data`.`dataid`) AS `law2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_law22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law22019` AS select count(`lar_data`.`dataid`) AS `law32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_law32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law32019` AS select count(`lar_data`.`dataid`) AS `law42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_law42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law42019` AS select count(`lar_data`.`dataid`) AS `law52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_law52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law52019` AS select count(`lar_data`.`dataid`) AS `law62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_law62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law62019` AS select count(`lar_data`.`dataid`) AS `law72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_law72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law72019` AS select count(`lar_data`.`dataid`) AS `law82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_law82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law82019` AS select count(`lar_data`.`dataid`) AS `law92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_law92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_law92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_law92019` AS select count(`lar_data`.`dataid`) AS `law102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_lawmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawmaternity2018` AS select count(`lar_data`.`dataid`) AS `lawmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_lawmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawmaternity2019` AS select count(`lar_data`.`dataid`) AS `lawmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_lawmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawmilitary2018` AS select count(`lar_data`.`dataid`) AS `lawmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_lawmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawmilitary2019` AS select count(`lar_data`.`dataid`) AS `lawmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_lawpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawpersonal2018` AS select count(`lar_data`.`dataid`) AS `lawpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_lawpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawpersonal2019` AS select count(`lar_data`.`dataid`) AS `lawpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_lawreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawreligious2018` AS select count(`lar_data`.`dataid`) AS `lawreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_lawreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawreligious2019` AS select count(`lar_data`.`dataid`) AS `lawreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_lawsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawsick2018` AS select count(`lar_data`.`dataid`) AS `lawsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_lawsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawsick2019` AS select count(`lar_data`.`dataid`) AS `lawsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_lawsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawsterily2018` AS select count(`lar_data`.`dataid`) AS `lawsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_lawsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawsterily2019` AS select count(`lar_data`.`dataid`) AS `lawsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_lawtraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawtraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawtraining2018` AS select count(`lar_data`.`dataid`) AS `lawtraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_lawtraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawtraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawtraining2019` AS select count(`lar_data`.`dataid`) AS `lawtraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_lawvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawvacation2018` AS select count(`lar_data`.`dataid`) AS `lawvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_lawvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawvacation2019` AS select count(`lar_data`.`dataid`) AS `lawvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_lawwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `lawwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_lawwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_lawwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_lawwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `lawwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'นิติกรรม') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_leavefortraining`
-- ----------------------------
DROP VIEW IF EXISTS `tv_leavefortraining`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_leavefortraining` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data` where (`lar_data`.`title` = 'ลาฝึกอบรบ');

-- ----------------------------
-- View structure for `tv_leavegroup`
-- ----------------------------
DROP VIEW IF EXISTS `tv_leavegroup`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_leavegroup` AS select `user_data`.`dataid` AS `dataid`,`user_data`.`emid` AS `emid`,`user_data`.`name` AS `name`,`user_data`.`lastName` AS `lastName`,`user_data`.`mail` AS `mail`,`user_data`.`jobPos` AS `jobPos`,`user_data`.`depart` AS `depart`,`user_data`.`mailGroup` AS `mailGroup`,`user_data`.`userName` AS `userName`,`user_data`.`password` AS `password`,`user_data`.`status` AS `status` from `user_data` where (`user_data`.`depart` <> 'ผู้บริหาร') order by `user_data`.`depart`;

-- ----------------------------
-- View structure for `tv_leveonline`
-- ----------------------------
DROP VIEW IF EXISTS `tv_leveonline`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_leveonline` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data`;

-- ----------------------------
-- View structure for `tv_maternityleave`
-- ----------------------------
DROP VIEW IF EXISTS `tv_maternityleave`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_maternityleave` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data` where (`lar_data`.`title` = 'ลาคลอด');

-- ----------------------------
-- View structure for `tv_maternityleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_maternityleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_maternityleaveallcount2018` AS select count(`lar_data`.`className`) AS `maternityLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_maternityleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_maternityleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_maternityleaveallcount2019` AS select count(`lar_data`.`className`) AS `maternityLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_memberstatus`
-- ----------------------------
DROP VIEW IF EXISTS `tv_memberstatus`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_memberstatus` AS select count(`user_data`.`status`) AS `count(status)` from `user_data`;

-- ----------------------------
-- View structure for `tv_mgr102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr102019` AS select count(`lar_data`.`dataid`) AS `manager112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_mgr112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr112019` AS select count(`lar_data`.`dataid`) AS `manager122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_mgr12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr12019` AS select count(`lar_data`.`dataid`) AS `manager22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_mgr122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr122019` AS select count(`lar_data`.`dataid`) AS `manager12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_mgr2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr2018` AS select count(`lar_data`.`dataid`) AS `manager2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_mgr2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr2019` AS select count(`lar_data`.`dataid`) AS `manager2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_mgr22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr22019` AS select count(`lar_data`.`dataid`) AS `manager32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_mgr32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr32019` AS select count(`lar_data`.`dataid`) AS `manager42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_mgr42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr42019` AS select count(`lar_data`.`dataid`) AS `manager52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_mgr52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr52019` AS select count(`lar_data`.`dataid`) AS `manager62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_mgr62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr62019` AS select count(`lar_data`.`dataid`) AS `manager72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_mgr72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr72019` AS select count(`lar_data`.`dataid`) AS `manager82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_mgr82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr82019` AS select count(`lar_data`.`dataid`) AS `manager92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_mgr92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgr92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgr92019` AS select count(`lar_data`.`dataid`) AS `manager102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_mgrmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrmaternity2018` AS select count(`lar_data`.`dataid`) AS `managermaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_mgrmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrmaternity2019` AS select count(`lar_data`.`dataid`) AS `managermaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_mgrmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrmilitary2018` AS select count(`lar_data`.`dataid`) AS `managermilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_mgrmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrmilitary2019` AS select count(`lar_data`.`dataid`) AS `managermilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_mgrpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrpersonal2018` AS select count(`lar_data`.`dataid`) AS `managerpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_mgrpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrpersonal2019` AS select count(`lar_data`.`dataid`) AS `managerpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_mgrreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrreligious2018` AS select count(`lar_data`.`dataid`) AS `managerreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_mgrreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrreligious2019` AS select count(`lar_data`.`dataid`) AS `managerreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_mgrsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrsick2018` AS select count(`lar_data`.`dataid`) AS `managersick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_mgrsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrsick2019` AS select count(`lar_data`.`dataid`) AS `managersick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_mgrsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrsterily2018` AS select count(`lar_data`.`dataid`) AS `managersterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_mgrsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrsterily2019` AS select count(`lar_data`.`dataid`) AS `managersterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_mgrtraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrtraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrtraining2018` AS select count(`lar_data`.`dataid`) AS `managertraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_mgrtraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrtraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrtraining2019` AS select count(`lar_data`.`dataid`) AS `managertraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_mgrvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrvacation2018` AS select count(`lar_data`.`dataid`) AS `managervacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_mgrvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrvacation2019` AS select count(`lar_data`.`dataid`) AS `managervacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_mgrwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `managerwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_mgrwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mgrwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mgrwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `managerwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ผู้บริหาร') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_militaryleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_militaryleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_militaryleaveallcount2018` AS select count(`lar_data`.`className`) AS `militaryLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_militaryleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_militaryleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_militaryleaveallcount2019` AS select count(`lar_data`.`className`) AS `militaryLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_mkt102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt102019` AS select count(`lar_data`.`dataid`) AS `market112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_mkt112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt112019` AS select count(`lar_data`.`dataid`) AS `market122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_mkt12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt12019` AS select count(`lar_data`.`dataid`) AS `market22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_mkt122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt122019` AS select count(`lar_data`.`dataid`) AS `market12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_mkt2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt2018` AS select count(`lar_data`.`dataid`) AS `market2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_mkt2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt2019` AS select count(`lar_data`.`dataid`) AS `market2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_mkt22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt22019` AS select count(`lar_data`.`dataid`) AS `market32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_mkt32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt32019` AS select count(`lar_data`.`dataid`) AS `market42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_mkt42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt42019` AS select count(`lar_data`.`dataid`) AS `market52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_mkt52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt52019` AS select count(`lar_data`.`dataid`) AS `market62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_mkt62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt62019` AS select count(`lar_data`.`dataid`) AS `market72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_mkt72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt72019` AS select count(`lar_data`.`dataid`) AS `market82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_mkt82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt82019` AS select count(`lar_data`.`dataid`) AS `market92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_mkt92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkt92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkt92019` AS select count(`lar_data`.`dataid`) AS `market102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_mktmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktmaternity2018` AS select count(`lar_data`.`dataid`) AS `marketmaternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_mktmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktmaternity2019` AS select count(`lar_data`.`dataid`) AS `marketmaternity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_mktmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktmilitary2018` AS select count(`lar_data`.`dataid`) AS `marketmilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_mktmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktmilitary2019` AS select count(`lar_data`.`dataid`) AS `marketmilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_mktpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktpersonal2018` AS select count(`lar_data`.`dataid`) AS `marketpersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_mktpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktpersonal2019` AS select count(`lar_data`.`dataid`) AS `marketpersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_mktreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktreligious2018` AS select count(`lar_data`.`dataid`) AS `marketreligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_mktreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktreligious2019` AS select count(`lar_data`.`dataid`) AS `marketreligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_mktsick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktsick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktsick2018` AS select count(`lar_data`.`dataid`) AS `marketsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_mktsick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktsick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktsick2019` AS select count(`lar_data`.`dataid`) AS `marketsick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_mktsterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktsterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktsterily2018` AS select count(`lar_data`.`dataid`) AS `marketsterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_mktsterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktsterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktsterily2019` AS select count(`lar_data`.`dataid`) AS `marketsterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_mkttraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkttraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkttraining2018` AS select count(`lar_data`.`dataid`) AS `markettraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_mkttraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mkttraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mkttraining2019` AS select count(`lar_data`.`dataid`) AS `markettraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_mktvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktvacation2018` AS select count(`lar_data`.`dataid`) AS `marketvacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_mktvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktvacation2019` AS select count(`lar_data`.`dataid`) AS `marketvacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_mktwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `marketwithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_mktwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_mktwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_mktwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `marketwithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'การตลาด') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_personalleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_personalleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_personalleaveallcount2018` AS select count(`lar_data`.`className`) AS `personalLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-success') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_personalleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_personalleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_personalleaveallcount2019` AS select count(`lar_data`.`className`) AS `personalLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-success') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_pur102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur102019` AS select count(`lar_data`.`dataid`) AS `purchase112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_pur112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur112019` AS select count(`lar_data`.`dataid`) AS `purchase122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_pur12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur12019` AS select count(`lar_data`.`dataid`) AS `purchase22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_pur122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur122019` AS select count(`lar_data`.`dataid`) AS `purchase12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_pur2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur2018` AS select count(`lar_data`.`dataid`) AS `purchase2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_pur2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur2019` AS select count(`lar_data`.`dataid`) AS `purchase2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_pur22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur22019` AS select count(`lar_data`.`dataid`) AS `purchase32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_pur32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur32019` AS select count(`lar_data`.`dataid`) AS `purchase42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_pur42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur42019` AS select count(`lar_data`.`dataid`) AS `purchase52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_pur52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur52019` AS select count(`lar_data`.`dataid`) AS `purchase62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_pur62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur62019` AS select count(`lar_data`.`dataid`) AS `purchase72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_pur72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur72019` AS select count(`lar_data`.`dataid`) AS `purchase82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_pur82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur82019` AS select count(`lar_data`.`dataid`) AS `purchase92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_pur92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pur92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pur92019` AS select count(`lar_data`.`dataid`) AS `purchase102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_purmaternity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purmaternity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purmaternity2018` AS select count(`lar_data`.`dataid`) AS `purchasematernity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_purmaternity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purmaternity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purmaternity2019` AS select count(`lar_data`.`dataid`) AS `purchasematernity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_purmilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purmilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purmilitary2018` AS select count(`lar_data`.`dataid`) AS `purchasemilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_purmilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purmilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purmilitary2019` AS select count(`lar_data`.`dataid`) AS `purchasemilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_purpersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purpersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purpersonal2018` AS select count(`lar_data`.`dataid`) AS `purchasepersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_purpersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purpersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purpersonal2019` AS select count(`lar_data`.`dataid`) AS `purchasepersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_purreligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purreligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purreligious2018` AS select count(`lar_data`.`dataid`) AS `purchasereligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_purreligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purreligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purreligious2019` AS select count(`lar_data`.`dataid`) AS `purchasereligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_pursick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pursick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pursick2018` AS select count(`lar_data`.`dataid`) AS `purchasesick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_pursick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pursick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pursick2019` AS select count(`lar_data`.`dataid`) AS `purchasesick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_pursterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pursterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pursterily2018` AS select count(`lar_data`.`dataid`) AS `purchasesterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_pursterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_pursterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_pursterily2019` AS select count(`lar_data`.`dataid`) AS `purchasesterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_purtraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purtraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purtraining2018` AS select count(`lar_data`.`dataid`) AS `purchasetraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_purtraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purtraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purtraining2019` AS select count(`lar_data`.`dataid`) AS `purchasetraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_purvacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purvacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purvacation2018` AS select count(`lar_data`.`dataid`) AS `purchasevacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_purvacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purvacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purvacation2019` AS select count(`lar_data`.`dataid`) AS `purchasevacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_purwithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purwithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purwithoutpay2018` AS select count(`lar_data`.`dataid`) AS `purchasewithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_purwithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_purwithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_purwithoutpay2019` AS select count(`lar_data`.`dataid`) AS `purchasewithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'จัดซื้อ') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_religiousleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_religiousleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_religiousleaveallcount2018` AS select count(`lar_data`.`className`) AS `religiousLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_religiousleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_religiousleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_religiousleaveallcount2019` AS select count(`lar_data`.`className`) AS `religiousLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_report`
-- ----------------------------
DROP VIEW IF EXISTS `tv_report`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_report` AS select `privacy_data`.`emid` AS `emid`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`swapDate` AS `swapDate`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`privacy_data`.`swtime` AS `swtime`,`privacy_data`.`ewtime` AS `ewtime` from (`lar_data` left join `privacy_data` on((`lar_data`.`dataid` = `privacy_data`.`dataid`)));

-- ----------------------------
-- View structure for `tv_sale102019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale102019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale102019` AS select count(`lar_data`.`dataid`) AS `sale112019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1569888000) and (`lar_data`.`start` < 1572566400));

-- ----------------------------
-- View structure for `tv_sale112019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale112019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale112019` AS select count(`lar_data`.`dataid`) AS `sale122019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1572566400) and (`lar_data`.`start` < 1575158400));

-- ----------------------------
-- View structure for `tv_sale12019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale12019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale12019` AS select count(`lar_data`.`dataid`) AS `sale22019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1548979200));

-- ----------------------------
-- View structure for `tv_sale122019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale122019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale122019` AS select count(`lar_data`.`dataid`) AS `sale12019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1575158400) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_sale2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale2018` AS select count(`lar_data`.`dataid`) AS `sale2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_sale2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale2019` AS select count(`lar_data`.`dataid`) AS `sale2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_sale22019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale22019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale22019` AS select count(`lar_data`.`dataid`) AS `sale32019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1548979200) and (`lar_data`.`start` < 1551398400));

-- ----------------------------
-- View structure for `tv_sale32019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale32019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale32019` AS select count(`lar_data`.`dataid`) AS `sale42019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1551398400) and (`lar_data`.`start` < 1554076800));

-- ----------------------------
-- View structure for `tv_sale42019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale42019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale42019` AS select count(`lar_data`.`dataid`) AS `sale52019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1554076800) and (`lar_data`.`start` < 1556668800));

-- ----------------------------
-- View structure for `tv_sale52019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale52019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale52019` AS select count(`lar_data`.`dataid`) AS `sale62019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1556668800) and (`lar_data`.`start` < 1559347200));

-- ----------------------------
-- View structure for `tv_sale62019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale62019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale62019` AS select count(`lar_data`.`dataid`) AS `sale72019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1559347200) and (`lar_data`.`start` < 1561939200));

-- ----------------------------
-- View structure for `tv_sale72019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale72019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale72019` AS select count(`lar_data`.`dataid`) AS `sale82019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1561939200) and (`lar_data`.`start` < 1564617600));

-- ----------------------------
-- View structure for `tv_sale82019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale82019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale82019` AS select count(`lar_data`.`dataid`) AS `sale92019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1564617600) and (`lar_data`.`start` < 1567296000));

-- ----------------------------
-- View structure for `tv_sale92019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sale92019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sale92019` AS select count(`lar_data`.`dataid`) AS `sale102019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1567296000) and (`lar_data`.`start` < 1569888000));

-- ----------------------------
-- View structure for `tv_salematernity2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salematernity2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salematernity2018` AS select count(`lar_data`.`dataid`) AS `salematernity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_salematernity2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salematernity2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salematernity2019` AS select count(`lar_data`.`dataid`) AS `salematernity2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาคลอด'));

-- ----------------------------
-- View structure for `tv_salemilitary2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salemilitary2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salemilitary2018` AS select count(`lar_data`.`dataid`) AS `salemilitary2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_salemilitary2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salemilitary2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salemilitary2019` AS select count(`lar_data`.`dataid`) AS `salemilitary2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลารับราชการทหาร'));

-- ----------------------------
-- View structure for `tv_salepersonal2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salepersonal2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salepersonal2018` AS select count(`lar_data`.`dataid`) AS `salepersonal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_salepersonal2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salepersonal2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salepersonal2019` AS select count(`lar_data`.`dataid`) AS `salepersonal2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_salereligious2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salereligious2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salereligious2018` AS select count(`lar_data`.`dataid`) AS `salereligious2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_salereligious2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salereligious2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salereligious2019` AS select count(`lar_data`.`dataid`) AS `salereligious2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาอุปสมบท'));

-- ----------------------------
-- View structure for `tv_salesick2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salesick2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salesick2018` AS select count(`lar_data`.`dataid`) AS `salesick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_salesick2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salesick2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salesick2019` AS select count(`lar_data`.`dataid`) AS `salesick2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_salesterily2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salesterily2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salesterily2018` AS select count(`lar_data`.`dataid`) AS `salesterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_salesterily2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salesterily2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salesterily2019` AS select count(`lar_data`.`dataid`) AS `salesterily2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_saletraining2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_saletraining2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_saletraining2018` AS select count(`lar_data`.`dataid`) AS `saletraining2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_saletraining2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_saletraining2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_saletraining2019` AS select count(`lar_data`.`dataid`) AS `saletraining2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_salevacation2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salevacation2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salevacation2018` AS select count(`lar_data`.`dataid`) AS `salevacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_salevacation2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salevacation2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salevacation2019` AS select count(`lar_data`.`dataid`) AS `salevacation2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_salewithoutpay2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salewithoutpay2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salewithoutpay2018` AS select count(`lar_data`.`dataid`) AS `salewithoutpay2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_salewithoutpay2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_salewithoutpay2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_salewithoutpay2019` AS select count(`lar_data`.`dataid`) AS `salewithoutpay2019` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`user_data`.`depart` = 'ขาย') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`className` = 'label-dark'));

-- ----------------------------
-- View structure for `tv_sickleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sickleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sickleaveallcount2018` AS select count(`lar_data`.`className`) AS `sickLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-grey') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_sick_leave`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sick_leave`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sick_leave` AS select `lar_data`.`dataid` AS `dataid`,`lar_data`.`id` AS `id`,`lar_data`.`title` AS `title`,`lar_data`.`start` AS `start`,`lar_data`.`end` AS `end`,`lar_data`.`allDay` AS `allDay`,`lar_data`.`className` AS `className`,`lar_data`.`userName` AS `userName`,`lar_data`.`mailGroup` AS `mailGroup` from `lar_data` where (`lar_data`.`title` = 'ลาป่วย');

-- ----------------------------
-- View structure for `tv_sterilyleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sterilyleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sterilyleaveallcount2018` AS select count(`lar_data`.`className`) AS `sterilyLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_sterilyleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sterilyleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sterilyleaveallcount2019` AS select count(`lar_data`.`className`) AS `sterilyLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_summaternity`
-- ----------------------------
DROP VIEW IF EXISTS `tv_summaternity`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_summaternity` AS select count(`lar_data`.`dataid`) AS `Maternity2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info'));

-- ----------------------------
-- View structure for `tv_sumpersonal`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sumpersonal`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sumpersonal` AS select count(`lar_data`.`dataid`) AS `personal2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-success'));

-- ----------------------------
-- View structure for `tv_sumsick`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sumsick`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sumsick` AS select count(`lar_data`.`dataid`) AS `hrsick2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-grey'));

-- ----------------------------
-- View structure for `tv_sumsterily`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sumsterily`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sumsterily` AS select count(`lar_data`.`dataid`) AS `sterily2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-info') and (`lar_data`.`title` = 'ลาทำหมัน'));

-- ----------------------------
-- View structure for `tv_sumvacation`
-- ----------------------------
DROP VIEW IF EXISTS `tv_sumvacation`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_sumvacation` AS select count(`lar_data`.`dataid`) AS `vacation2018` from (`user_data` left join `lar_data` on((`lar_data`.`dataid` = `user_data`.`dataid`))) where ((`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`className` = 'label-warning'));

-- ----------------------------
-- View structure for `tv_trainingleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_trainingleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_trainingleaveallcount2018` AS select count(`lar_data`.`className`) AS `trainingLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800) and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_trainingleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_trainingleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_trainingleaveallcount2019` AS select count(`lar_data`.`className`) AS `trainingLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-info') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800) and (`lar_data`.`title` = 'ลาฝึกอบรม'));

-- ----------------------------
-- View structure for `tv_vacationleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_vacationleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_vacationleaveallcount2018` AS select count(`lar_data`.`className`) AS `vacationLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-warning') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_vacationleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_vacationleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_vacationleaveallcount2019` AS select count(`lar_data`.`className`) AS `vacationLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-warning') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));

-- ----------------------------
-- View structure for `tv_withoutpayleaveallcount2018`
-- ----------------------------
DROP VIEW IF EXISTS `tv_withoutpayleaveallcount2018`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_withoutpayleaveallcount2018` AS select count(`lar_data`.`className`) AS `withoutpayLeaveAllCount2018` from `lar_data` where ((`lar_data`.`className` = 'label-dark') and (`lar_data`.`start` >= 1514764800) and (`lar_data`.`start` < 1546300800));

-- ----------------------------
-- View structure for `tv_withoutpayleaveallcount2019`
-- ----------------------------
DROP VIEW IF EXISTS `tv_withoutpayleaveallcount2019`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `tv_withoutpayleaveallcount2019` AS select count(`lar_data`.`className`) AS `withoutpayLeaveAllCount2019` from `lar_data` where ((`lar_data`.`className` = 'label-dark') and (`lar_data`.`start` >= 1546300800) and (`lar_data`.`start` < 1577836800));
